const id = "yanvar/daily_06-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_06-01";
						const body = "\n## ПОБЕДА СДАВШЕГОСЯ\n\n**Мы приходим к выводу, что, только потерпев полное поражение, можно обрести\nспособность встать на путь, ведущий к силе и освобождению. Признание полного\nбессилия в конечном счете оказывается прочным основанием, на котором можно\nпостроить счастливую, целенаправленную жизнь.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 26  \nTwelve Steps and Twelve Traditions, p. 21_**\n\nКогда алкоголь влиял на все грани моей жизни, когда бутылки стали символом\nуступок самому себе и вседозволенности, когда я осознал, что сам я ничего не\nмогу сделать, чтобы преодолеть силу алкоголя, тогда я наконец понял, что мне\nне осталось ничего, кроме капитуляции. Сдаваясь, я обрел победу — победу над\nэгоистичными уступками самому себе, победу над моим упрямым сопротивлением той\nжизни, какой она мне была дана. Только прекратив борьбу со всем и со всеми, я\nначал движение по пути к трезвости, смирению и душевному покою.\n";
						const data = {title:"6 января",description:"Размышления АА на сегодня - 6 января",id:"6",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_06-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
