const id = "sentyabr/daily_17-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_17-09";
						const body = "\n## СВОБОДА ОТ СТРАХА\n\n**Когда с Божьей помощью мы обнаружили, что спокойно принимаем свою судьбу,\nтогда мы поняли, что можем жить в мире с собой и показать другим, что они тоже\nмогут освободиться от своих страхов. Мы поняли, что свобода от страхов важнее\nсвободы от нужды.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 137  \nTwelve Steps and Twelve Traditions, p. 132_**\n\nВ течение многих лет активного алкоголизма моей жизнью управляли материальные\nценности. Я был уверен, что именно они сделают меня счастливым, но, уже и\nобладая ими, я все так же ощущал себя банкротом. Впервые попав в АА, я узнал\nоб ином образе жизни. Научившись доверять другим, я начал верить в Силу более\nмогущественную, чем я. Вера освободила меня от оков моего собственного «я». По\nмере замены материальных ценностей духовными моя жизнь становилась\nуправляемой. И я решил делиться своим опытом с другими алкоголиками.\n";
						const data = {title:"17 сентября",description:"Размышления АА на сегодня - 17 сентября",id:"261",moth:"sentyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/sentyabr/daily_17-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
