const id = "dekabr/daily_19-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_19-12";
						const body = "\n## ПОНИМАНИЕ БОЛЕЗНИ\n\n**Когда имеешь дело с алкоголиком, часто возникает раздражение, как это\nчеловек может быть столь слабым, глупым и безответственным. И даже когда\nузнаешь больше об этой болезни, то бывает, что это чувство только\nусиливается.**\n\n**_Анонимные Алкоголики, с. 135  \nAlcoholics Anonymous, p. 139_**\n\nНастрадавшись от алкоголизма, я должен понимать эту болезнь. Но порой я\nчувствую раздражение и даже презрение к человеку, который не может добиться\nуспеха в АА. Когда у меня появляется такое чувство, это означает, что я\nневольно тешу свое ложное чувство собственного превосходства и мне следует\nвспомнить, что я _здесь_ по милости Божьей.\n";
						const data = {title:"19 декабря",description:"Размышления АА на сегодня - 19 декабря",id:"354",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_19-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
