const id = "iyul/daily_30-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_30-07";
						const body = "\n## ОТДАВАТЬ\n\n**…он нашел нечто большее, чем золото… Он еще не понимает, что затронул начало\nбогатейшей жилы, которая будет приносить ему прибыль лишь в том случае, если\nон будет копать до конца жизни и настоит на том, чтобы все добытое раздавалось\nбесплатно.**\n\n**_Анонимные Алкоголики, с. 124-125  \nAlcoholics Anonymous, p. 129_**\n\nМое участие в Седьмой Традиции значит намного больше, чем просто плата за\nчашку кофе. Это означает принятие себя как члена группы. Впервые я могу быть\nответственным, потому что у меня есть выбор. Включившись в «дела» АА, я могу\nпознать принципы решения проблем и в своей повседневной жизни. Обеспечивая сам\nсебя, я могу отдавать в АА то, что АА дало мне!\n\nОтдавая в АА, я гарантирую не только свою собственную трезвость, но и\nсуществование АА для моих потомков.\n";
						const data = {title:"30 июля",description:"Размышления АА на сегодня - 30 июля",id:"212",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_30-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
