const id = "dekabr/daily_28-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_28-12";
						const body = "\n## ПРИВЕДИ СЕБЯ В ПОРЯДОК И ВЫХОДИ\n\n**В АА мы стремимся не только к трезвости — мы стараемся снова стать\nгражданами мира, который отвергли и который отверг нас. Это конечная цель, по\nнаправлению к которой работа по Двенадцати Шагам является первым, но не\nпоследним этапом.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 21_**\n\nСтарая поговорка гласит: «Приведи себя в порядок и выходи». Это настолько\nважно, что я считаю ее своим девизом. Каждый день я могу выбирать: «выходить»\n— или нет. Мое присутствие на собраниях дает мне ощущение, что я — часть\nгруппы, и тогда я могу делать то, о чем говорил на собрании. Я могу беседовать\nс новичками и делиться своим опытом — это и есть доверие, честность и\nблагожелательность. «Привести себя в порядок и выйти» — мои реальные действия\nв продолжающемся возвращении к реальной жизни.\n";
						const data = {title:"28 декабря",description:"Размышления АА на сегодня - 28 декабря",id:"363",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_28-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
