const id = "yanvar/daily_14-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_14-01";
						const body = "\n## БЕЗ СОЖАЛЕНИЯ\n\n**Мы не будем сожалеть о нашем прошлом и вместе с тем не захотим полностью\nзабывать о нем.**\n\n**_Анонимные Алкоголики, с. 81  \nAlcoholics Anonymous, p. 83_**\n\nПротрезвев, я увидел, какой опустошенной была моя жизнь, и испытал гнетущие\nменя чувства вины и сожаления. Четвертый и Пятый Шаги Программы помогли мне\nисцелиться от этих мучительных сожалений. Я понял, что был себялюбив и\nнечестен из-за своего пьянства и что пил потому, что я алкоголик. Теперь я\nвижу, как мои прошлые, даже самые неприятные переживания могут обратиться в\nзолото, потому что как трезвый алкоголик я могу делиться своим опытом со\nсвоими товарищами-алкоголиками, особенно с новичками. Я трезв в АА уже\nнесколько лет и больше не сожалею о прошлом. Я просто благодарен за данное мне\nосознание Божьей любви и за ту помощь, которую я могу оказать другим людям в\nСодружестве.\n";
						const data = {title:"14 января",description:"Размышления АА на сегодня - 14 января",id:"14",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_14-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
