const id = "fevral/daily_08-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_08-02";
						const body = "\n## УБЕДИТЬ НАШУ «ТЕМНУЮ ПОЛОВИНУ»\n\n**Даже когда мы успешно прокладываем себе дорогу, радость и покой все еще\nускользают от нас. Здесь спотыкаются многие «старички» АА. Это буквально\nпроклятое место. Как же привести наше глубинное сознание, из которого все еще\nвырывается так много страхов, неконтролируемых порывов и ложных амбиций, в\nсоответствие с тем, во что мы действительно верим, что знаем и чего хотим!\nПереубедить нашу тупую, буйную и прячущуюся «темную половину» становится нашей\nосновной задачей.**\n\n**_Лучшее из Билла  \nThe Best of Bill, pp. 42-43_**\n\nРегулярное посещение собраний, служение и помощь другим — вот рецепт, который\nмногие испытали и нашли успешным. Когда я отклоняюсь от этих основных\nпринципов, старые привычки проявляются снова, и возвращается мое старое «я» со\nвсеми его страхами и пороками. Постоянная цель каждого члена АА — это\nустойчивая трезвость, которая достигается по одному дню.\n";
						const data = {title:"8 февраля",description:"Размышления АА на сегодня - 8 февраля",id:"39",moth:"fevral",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/fevral/daily_08-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
