const id = "dekabr/daily_02-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_02-12";
						const body = "\n## РАЗУМ И ДУШЕВНЫЙ ПОКОЙ\n\n**Достигнув духовного пробуждения, к которому привели эти Шаги…**\n\n**_Двенадцать шагов и двенадцать традиций, с. 120  \nTwelve Steps and Twelve Traditions, p. 106_**\n\nПо мере посещения мною собраний и работы по Шагам, со мной что-то стало\nпроисходить. Я был в замешательстве, потому что не понимал природы своих новых\nощущений. Только позже я осознал, что это, оказывается, душевный покой. Это\nбыло приятно, но откуда он появился? Потом я понял, что это произошло «…в\nрезультате этих Шагов». Программу не всегда просто применять на практике, но я\nдолжен признать, что душевный покой я обрел только после работы по Шагам. По\nмере работы по Шагам во всех аспектах своей жизни, применяя эти принципы во\nвсех своих делах, я обнаруживаю, что открыт перед Богом, людьми и перед самим\nсобой. Духовное пробуждение, которого я достиг в результате работы по Шагам, —\nэто осознание того, что я больше не одинок.\n";
						const data = {title:"2  декабря",description:"Размышления АА на сегодня - 2  декабря",id:"337",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_02-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
