const id = "maj/daily_08-05.md";
						const collection = "diaries";
						const slug = "maj/daily_08-05";
						const body = "\n## МЕСТО ОТДЫХА\n\n**Все Двенадцать Шагов АА вступают в противоречие с нашими естественными\nжеланиями… они умаляют наше «я». Когда дело доходит до умаления собственного\n«я», то наиболее труден Пятый Шаг. Но для последующего трезвого образа жизни и\nдушевного покоя это самый необходимый Шаг.**\n\n**_Двенадцать Шагов и Двенадцать Тради-ций, с. 64  \nTwelve Steps and Twelve Traditions, p. 55_**\n\nДаже после того как я записал на бумаге недостатки своего характера, я не был\nготов говорить о них. Но в конце концов я решил, что пора прекратить тащить\nэту ношу одному. Она для меня одного слишком тяжела. Мне надо было поведать\nкому-либо об этих своих дефектах. Я читал (и мне говорили), что, не сделав\nэтого, мне не удастся остаться трезвым. Когда я в своей повседневной жизни\nстал практиковать Пятый Шаг, то наряду со смирением и душевным покоем обрел\nчувство сопричастности с людьми. Важно было признать недостатки моего\nхарактера именно в порядке, сформулированном в Пятом Шаге: «перед Богом, собой\nи каким-либо другим человеком». Признание в первую очередь перед Богом\nпроложило дорогу признанию перед собой и перед другим человеком. Как и\nнаписано в Пятом Шаге, чувство единения с Богом и со своим товарищем привело\nменя к месту отдыха. Здесь я смог подготовиться к работе по остальным Шагам,\nведущим к полноценной и такой значимой для меня трезвости.\n";
						const data = {title:"8 мая",description:"Размышления АА на сегодня - 8 мая",id:"129",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_08-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
