const id = "april/daily_29-04.md";
						const collection = "diaries";
						const slug = "april/daily_29-04";
						const body = "\n## САМОСТОЯТЕЛЬНОСТЬ ГРУППЫ\n\n**Кто-то может подумать, что мы довели принципы самостоятельности групп до\nкрайности. Например, в своей «развернутой форме» Четвертая Традиция\nутверждает: «Любые два или три алкоголика, которые объединились, чтобы начать\nвести трезвый образ жизни, могут называть себя группой АА при условии, что они\nне имеют никаких связей с другими объединениями…» Однако в этой сверхсвободе\nне так уж много риска, как может показаться.**\n\n**_АА взрослеет  \nAA Comes of Age, pp. 104-105_**\n\nКак активный алкоголик, я злоупотреблял всякой свободой, которую предоставляла\nмне жизнь. Так как могло АА ожидать от меня уважения «сверхсвободы»,\nпредлагаемой Четвертой Традицией? Учиться уважению стало моей повседневной\nработой.\n\nАА заставило меня полностью признать необходимость дисциплины и то, что, если\nу меня не будет внутренней убежденности в ней, мне придется за это\nрасплачиваться. То же самое относится и к группам.\n\nЧетвертая Традиция, невзирая на мои алкогольные наклонности, указывает мне\nдуховное направление.\n";
						const data = {title:"29 апреля",description:"Размышления АА на сегодня - 29 апреля",id:"120",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_29-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
