const id = "dekabr/daily_22-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_22-12";
						const body = "\n## ПРИНЦИПЫ, А НЕ ЛИЧНОСТИ\n\n**То, как некоторые наши «достойные» алкоголики пытаются иногда осуждать\n«менее достойных», если посмотреть на это со стороны, выглядит, мягко говоря,\nкомично. Вообразите, если сможете, как один алкоголик судит другого!**\n\n**_Язык сердца  \nThe Language of the Heart, p. 37_**\n\nКто я такой, чтобы осуждать других? Когда я впервые пришел в Содружество, мне\nпонравились все. В конце концов, АА должно было помочь мне обрести новую,\nлучшую жизнь без алкоголя. В действительности же я не мог любить всех, так же\nкак и они меня. Когда я духовно вырос в Содружестве, то научился любить всех\nбез исключения, просто слушая, что они говорят. Вон тот человек в отдалении,\nили этот, что рядом со мной, могут оказаться именно теми, кого Бог избрал,\nчтобы через них сообщить мне то, что нужно мне сегодня. Я всегда должен\nставить принципы выше личностей.\n";
						const data = {title:"22 декабря",description:"Размышления АА на сегодня - 22 декабря",id:"357",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_22-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
