const id = "oktyabr/daily_16-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_16-10";
						const body = "\n## В ТЕЧЕНИЕ КАЖДОГО ДНЯ\n\n**Это не происходит за один день. Это задача на всю оставшуюся жизнь.**\n\n**_Анонимные Алкоголики, с. 82  \nAlcoholics Anonymous, p. 84_**\n\nВ первые годы своего пребывания в АА я воспринимал Десятый Шаг как\nрекомендацию периодически отслеживать свое поведение и свою реакцию на людей и\nобстоятельства. Если что-то было не так — значит, мне следовало признать это,\nесли нужно было извиниться — то так тому и быть. После нескольких лет\nтрезвости я почувствовал, что мне чаще надо заниматься самоанализом. И только\nпосле еще нескольких лет трезвой жизни я осознал полный смысл Десятого Шага и\nслова «продолжали». «Продолжали» не означает время от времени или часто. Это\nзначит — _в течение_ всего дня, и так — ежедневно.\n";
						const data = {title:"16 октября",description:"Размышления АА на сегодня - 16 октября",id:"290",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_16-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
