const id = "iyun/daily_05-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_05-06";
						const body = "\n## ПОЛНОСТЬЮ ГОТОВЫ?\n\n**«Это Шаг, отделяющий мужчин от мальчиков …разница между мальчиком и мужем» —\nэто разница между стремлением к своим целям и стремлением к совершенным целям,\nустановленным Богом… Нам предлагается быть полностью готовыми к тому, чтобы\nдвигаться к совершенству… Как только мы говорим: «Нет, никогда!» наше сознание\nзакрывается для Божьей благодати… Именно в этом пункте мы отходим от\nограниченных целей и движемся к принятию Божьей Воли.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 73, 79, 80  \nTwelve Steps and Twelve Traditions, pp. 63, 68, 69_**\n\nПолностью ли я готов к тому, чтобы Бог устранил недостатки моего характера?\nПонял ли я наконец, что сам себя спасти не могу? Я убедился, что это так. Если\nя не способен, если мои самые лучшие намерения ошибочны, если мои желания\nвызваны эгоизмом, а знания и воля ограничены, — тогда я готов принять Божью\nволю в свою жизнь.\n";
						const data = {title:"5 июня",description:"Размышления АА на сегодня - 5 июня",id:"157",moth:"iyun",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyun/daily_05-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
