const id = "mart/daily_20-03.md";
						const collection = "diaries";
						const slug = "mart/daily_20-03";
						const body = "\n## ЛЮБОВЬ И ТЕРПИМОСТЬ\n\n**Любовь к другим и терпимость определяют наш кодекс.**\n\n**_Анонимные Алкоголики, с. 82  \nAlcoholics Anonymous, p. 84_**\n\nЯ обнаружил, что для поддержания настоящего духовного прогресса я должен во\nвсех ситуациях прощать людей. Насущная необходимость прощения, может, и не\nочевидна на первый взгляд, но я знаю, что все великие люди, обретшие\nдуховность, твердо настаивали на этом.\n\nЯ должен прощать нанесенный мне вред не просто на словах или формально, но в\nсвоем сердце. Я делаю это не ради другого человека, а ради себя. Обида, злость\nили желание видеть кого-то наказанным — вот что отравляет мою душу. Такие\nчувства цепями приковывают ко мне мои проблемы, и они же привязывают меня к\nдругим проблемам, ничего общего с моей не имеющими.\n";
						const data = {title:"20 марта",description:"Размышления АА на сегодня - 20 марта",id:"80",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_20-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
