const id = "maj/daily_26-05.md";
						const collection = "diaries";
						const slug = "maj/daily_26-05";
						const body = "\n## ОБРАЩАЯ ОТРИЦАТЕЛЬНОЕ В ПОЛОЖИТЕЛЬНОЕ\n\n**Наш духовный и эмоциональный рост в АА зависит не столько от успеха, сколько\nот неудач и ошибок. Если вы будете это помнить, я думаю, что соскальзывание\nназад будет подталкивать вас вверх, а не вниз.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 184_**\n\nОсновываясь на перенесенной боли и превратностях судьбы, которые испытали и\nкоторые преодолели наши основатели при создании АА, Билл У. оставил нам четкое\nуказание: срыв может стать положительным опытом на пути к трезвости и здоровой\nжизни. Срыв лишь подтверждает справедливость того, что мы постоянно слышим на\nсобраниях: «Не пей первую рюмку!», подтверждает прогрессирующую природу\nболезни и подчеркивает необходимость нашей духовной Программы, ее\nпривлекательность и терпимость. Если же мною движет мое эго, то эти простые\nистины доходят до меня тернистыми путями.\n";
						const data = {title:"26 мая",description:"Размышления АА на сегодня - 26 мая",id:"147",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_26-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
