const id = "fevral/daily_25-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_25-02";
						const body = "\n## ПРОТИВОСТОЯТЬ НЕУДАЧАМ\n\n**В Божьем домостроительстве ничего не пропадает зря. Через неудачу мы\nполучаем урок смирения, который, по-видимому, необходим, хотя и является\nболезненным.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 31_**\n\nКак благодарен я сегодня, зная, что все мои прошлые неудачи были для меня\nнеобходимы, чтобы оказаться там, где я сейчас нахожусь! Через сильную боль\nпришел опыт, и в страдании я стал покорным. Я устремился к Богу, как я Его\nпонимаю, Он поделился Своими драгоценными дарами. Через переживание и\nпослушание начался рост, а за ним благодарность. Да, затем пришло\nумиротворение — жить в трезвости и делиться трезвостью.\n";
						const data = {title:"25 февраля",description:"Размышления АА на сегодня - 25 февраля",id:"56",moth:"fevral",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/fevral/daily_25-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
