const id = "iyun/daily_27-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_27-06";
						const body = "\n## ПОДЧИНИТЬСЯ ОБРАЗУ ЖИЗНИ АА\n\n**Мы подчиняемся Шагам и Традициям АА потому, что мы действительно хотим их.\nЭто не является вопросом добра и зла — мы подчиняемся, потому что искренне\nхотим подчиняться. Таков наш процесс роста в единстве и действии. Таково\nсвидетельство присутствия с нами Божьей благодати и любви.**\n\n**_АА взрослеет  \nAA Comes of Age, p. 106_**\n\nЛюбопытно наблюдать за собственным духовным ростом в АА. Сначала я противился\nподчинению принципам Содружества. Но боль, причиненная мне моей воинственно-\nстью, научила меня, что, выбирая образ жизни АА, я открываюсь Божьей благодати\nи любви. И тогда я начал осознавать, что означает быть членом АА.\n";
						const data = {title:"27 июня",description:"Размышления АА на сегодня - 27 июня",id:"179",moth:"iyun",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyun/daily_27-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
