const id = "avgust/daily_21-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_21-08";
						const body = "\n## МЫ ПРОСТО ПЫТАЕМСЯ\n\n**Моя стабильность возникала из стремления просто отдавать, а не из требований\nполучать что-то взамен.**\n\n**_Лучшее из Билла  \nThe Best of Bill, pp. 46-47_**\n\nКогда всем сердцем и душой я отдаю другим то, что было передано мне, и ничего\nне требую взамен, все идет нормально. До Программы АА я никогда ничего не мог\nотдать, не потребовав чего-то взамен. Я и не ведал, что как только начну\nотдавать частицу себя, не требуя и не ожидая ничего взамен, то начну и\nполучать. Дары, что я получаю сегодня, как получал и Билл, это моя\nстабильность в Программе АА, стабильность внутренняя и, что самое главное,\nстабильность в моих отношениях с Высшей Силой, которую я называю Богом.\n";
						const data = {title:"21 августа",description:"Размышления АА на сегодня - 21 августа",id:"234",moth:"avgust",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/avgust/daily_21-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
