const id = "noyabr/daily_03-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_03-11";
						const body = "\n## СОСРЕДОТОЧИТЬСЯ И СЛУШАТЬ\n\n**Существует прямая связь между самоанализом, медитацией и молитвой. Взятые\nотдельно, они приносят много пользы и облегчения человеку.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 111  \nTwelve Steps and Twelve Traditions, p. 98_**\n\nЕсли я сначала занимаюсь самоанализом, у меня наверняка хватит смирения для\nмолитвы и размышления, потому что я увижу и почувствую необходимость этого.\nНекоторые предпочитают начинать с молитвы и завершать ею, самоанализ же и\nмедитацию оставляя где-то посередине. Другие начинают с -углубленного\nразмышления, стремясь услышать от Бога совет о своих скрытых или не известных\nеще недостатках. Еще кто-то письменно или устно работает по своим недостаткам,\nзаканчивая словами благодарности или благодарственной молитвой.\n\nЭти три составляющие: самоанализ, углубленное размышление и молитва — образуют\nкруг без начала и без конца. Независимо от того, где и как я начинаю, в конце\nконцов я достигаю цели — самой лучшей жизни.\n";
						const data = {title:"3 ноября",description:"Размышления АА на сегодня - 3 ноября",id:"308",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_03-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
