const id = "iyul/daily_05-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_05-07";
						const body = "\n## НОВОЕ РУКОВОДСТВО\n\n**Наши внутренние резервы, во главе с волей, оказались недостаточными, для них\nэто была непосильная задача… Каждый день мы должны вносить в наши действия\nвидение Божьей воли…**\n\n**_Анонимные Алкоголики, с. 44, 82  \nAlcoholics Anonymous, pp. 45, 85_**\n\nЯ слышу разговоры о «слабовольном» алкоголике, но я — один из самых волевых\nлюдей на земле! Теперь я знаю, что моей невероятной силы воли недостаточно,\nчтобы спасти мою жизнь. Моя проблема — отнюдь не проблема «слабости», а скорее\nруководства. Когда я, без ложного самоуничижения, принимаю истинные дефекты\nсвоего характера и обращаюсь к Богу за руководством, самые мои большие\nнедостатки становятся величайшими достоинствами. Моя сильная воля,\nнаправленная по верному руслу, заставляет меня работать до тех пор, пока\nОбещания Программы не станут моей повседневной реальностью.\n";
						const data = {title:"5 июля",description:"Размышления АА на сегодня - 5 июля",id:"187",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_05-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
