const id = "yanvar/daily_18-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_18-01";
						const body = "\n## ПОМОЖЕТ ЛИ СТАКАН?\n\n**Припоминая истории из нашего прошлого, связанные с выпивкой, мы могли показать, что еще за годы до того, как мы поняли, что утратили контроль над собой, тогда наше пристрастие к алкоголю не было уже просто привычкой. Оно было началом рокового падения.**\n\n**_Двенадцать Шагов и Двенадцать Традиций, c. 29\nTwelve Steps and Twelve Traditions, p. 23_**\n\nКогда я пил, я не мог справляться с жизненными ситуациями так, как это делают другие, более здоровые люди. Малейшее событие, происшествие приводили меня в такое состояние, что я тут же решал: чтобы избавиться от этого, мне надо выпить. Но отупение не улучшало положения, и поэтому я вновь еще активнее обращался к бутылке. Сегодня я должен помнить о своем алкоголизме. Я не могу позволить себе считать, что обрел контроль над употреблением спиртного, - иначе я опять начну думать, что обрел контроль над своей жизнью. Это ощущение контроля гибельно для моего выздоровления.\n";
						const data = {title:"18 января",description:"Размышления АА на сегодня - 18 января",id:"18",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_18-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
