const id = "fevral/daily_18-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_18-02";
						const body = "\n## У КАЖДОГО СВОЙ ПУТЬ\n\n**… нам ничего не оставалось, как поднять положенный к нашим ногам такой\nпростой набор духовных средств.**\n\n**_Анонимные Алкоголики, с. 24  \nAlcoholics Anonymous, p. 25_**\n\nЯ начинал работу по Шагам по обязанности и по необходимости. В результате я\nиспытал глубокое чувство беспомощности перед всеми этими словами: мужественно,\nполностью, смиренно, прямо, единственно. Я считал, что Биллу У. повезло, что\nон прошел через такое мощное, просто потрясающее духовное переживание. Но со\nвременем мне открылось, что у меня собственный путь. После нескольких собраний\nАА, слушая рассказы других, я начал понимать, что каждый в конце концов\nнаходит свою собственную тропу продвижения по Шагам. Постепенно я учусь жить\nсогласно Принципам Содружества. В результате движения по Шагам я могу сегодня\nсказать, что мое отношение к жизни, людям и ко всему, что связано с Богом,\nизменилось и улучшилось.\n";
						const data = {title:"18 февраля",description:"Размышления АА на сегодня - 18 февраля",id:"49",moth:"fevral",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/fevral/daily_18-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
