const id = "oktyabr/daily_01-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_01-10";
						const body = "\n## ИЗБЕГАТЬ САМОДОВОЛЬСТВА\n\n**Очень легко забросить всю духовную Программу и почить на лаврах. Если мы\nсделаем так, нас ждет впереди беда, потому что алкоголь — коварный враг.**\n\n**_Анонимные Алкоголики, с. 82  \nAlcoholics Anonymous, p. 85_**\n\nКогда у меня плохо на душе, я держусь поближе к друзьям, которых нашел в\nПрограмме. Облегчить страдания можно, используя решения, содержащиеся в\nДвенадцати Шагах АА. Но когда мне хорошо и все идет нормально, я могу стать\nсамодовольным. Проще говоря, я становлюсь ленивым и погружаюсь в проблему,\nвместо того чтобы решать ее. Мне надо действовать и, критически оценивая свое\nположение, уточнить: где я нахожусь и куда иду? Ежедневный самоанализ\nподскажет мне, что именно я должен изменить, чтобы восстановить душевное\nравновесие. Признание перед Богом и другим человеком того, что я в себе\nобнаруживаю, позволяет мне оставаться честным и смиренным.\n";
						const data = {title:"1 октября",description:"Размышления АА на сегодня - 1 октября",id:"275",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_01-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
