const id = "maj/daily_31-05.md";
						const collection = "diaries";
						const slug = "maj/daily_31-05";
						const body = "\n## ГОТОВНОСТЬ СЛУЖИТЬ ДРУГИМ\n\n**…вынудили нас [наше Содружество] признать, что у нас только одна миссия —\nделиться своим опытом с теми, кто еще не знает, что спасение возможно.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 169  \nTwelve Steps and Twelve Traditions, p. 151_**\n\n«Свет» свободы ярко озаряет меня и моих товарищей по АА, если мы искренне\nстремимся к духовному росту. «Шаги» к самосовершенствованию начинаются с\nмалого, но каждый Шаг становится еще одной ступенькой «лестницы», ведущей из\nбездны разочарования к новым надеждам. Честность становится моим\n«инструментом», необходимым, чтобы разорвать сковывающие меня «цепи».\nНаставник, этот внимательный слушатель, может помочь мне по-настоящему\nуслышать послание, направляющее меня к свободе.\n\nЯ прошу у Бога мужества жить так, чтобы Содружество могло стать свидетельством\nтого, что Он действительно существует. Это призвание позволяет мне делиться\nсвоими достижениями и с духовной готовностью служить другим.\n";
						const data = {title:"31 мая",description:"Размышления АА на сегодня - 31 мая",id:"152",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_31-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
