const id = "mart/daily_28-03.md";
						const collection = "diaries";
						const slug = "mart/daily_28-03";
						const body = "\n## РАВЕНСТВО\n\n**Нам следует принимать всех, страдающих от алкоголизма. Поэтому мы не можем\nотказывать никому из тех, кто желает выздоравливать. Членство в АА никогда не\nдолжно связываться с денежными соображениями или с умением приспосабливаться.\nЛюбые два-три алкоголика, собравшиеся вместе с целью поддержания трезвости,\nмогут называть себя группой АА при условии, что как группа они не входят в\nкакую-либо другую организацию.**\n\n**_Анонимные Алкоголики, с. 177  \nAlcoholics Anonymous, p. 565_**\n\nДо АА я часто чувствовал, что «не вписываюсь» в круг людей, с которыми\nприходится общаться. Обычно у «них» было больше или меньше денег, чем у меня,\nи мое мнение не совпадало с «их» мнением. Та степень предвзятости, которую я\nощущал в обществе, лишний раз доказывала мне, какими же пустыми могут быть\nлюди с большим самомнением. Присоединившись к АА, я нашел тот образ жизни,\nкоторый давно искал. В АА ни один из его членов не лучше и не хуже другого; мы\nпросто алкоголики, стремящиеся выздоравливать от алкоголизма.\n";
						const data = {title:"28 марта",description:"Размышления АА на сегодня - 28 марта",id:"88",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_28-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
