const id = "oktyabr/daily_12-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_12-10";
						const body = "\n## ОБУЗДАТЬ ТОРОПЛИВОСТЬ\n\n**Когда мы говорим или действуем поспешно, наша способность быть разумными и\nтерпеливыми мгновенно улетучивается.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 103  \nTwelve Steps and Twelve Traditions, p. 91_**\n\nБлагоразумие и терпимость — вот цели, к которым я ежедневно должен стремиться.\nЯ прошу Бога, как я Его понимаю, помочь мне быть любящим и терпимым и с моими\nблизкими, и с теми, кто меня постоянно окружает. Я прошу о Его руководстве,\nчтобы вовремя «прикусить язык», когда я возбужден, остановиться и подумать о\nдушевном волнении, которое мои слова могут вызвать не только у других людей,\nно и у меня самого. Молитва, углубленное размышление и самоанализ — вот ключи\nк здравомыслию и положительным действиям.\n";
						const data = {title:"12 октября",description:"Размышления АА на сегодня - 12 октября",id:"286",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_12-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
