const id = "iyun/daily_16-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_16-06";
						const body = "\n## НЕПРЕДУБЕЖДЕННОСТЬ\n\n**Мы обнаружили, что Бог не ставит чересчур жестких условий для тех, кто ищет\nЕго. Для нас царство Духа широко, просторно, всеобъемлюще и не является\nнедоступным или запретным для тех, кто искренне ищет. Мы верим, что оно\nоткрыто для всех.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 7_**\n\nНепредвзятое отношение к Высшей Силе открывает духовные врата. В различных\nучениях и верованиях я часто нахожу общечеловеческую духовность. Я обретаю\nдуховность, разделяя свою жизнь с другими. Только так я присоединяюсь к\nчеловеческому сообществу и становлюсь ближе к Богу, как я Его понимаю.\n";
						const data = {title:"16 июня",description:"Размышления АА на сегодня - 16 июня",id:"168",moth:"iyun",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyun/daily_16-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
