const id = "iyun/daily_15-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_15-06";
						const body = "\n## СДЕЛАТЬ АА СВОЕЙ ВЫСШЕЙ СИЛОЙ\n\n**Ты можешь… считать АА «Высшей Силой». Ведь это довольно большая группа\nлюдей, которые решили проблему алкоголизма…; многие члены АА сумели преодолеть\nбарьер именно этим способом…; их вера расширилась и углубилась…; они поверили\nв Высшую Силу.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 34  \nTwelve Steps and Twelve Traditions, pp. 27-28_**\n\nКогда я пил, не было человека более могущественного, чем я, по крайней мере, в\nмоих собственных глазах. И в то же время я даже не смел улыбнуться себе в\nзеркале. Придя в АА, я вместе с другими услышал, как говорят о Высшей Силе. Я\nне мог принять понятие Высшей Силы, поскольку был убежден, что Бог жесток и не\nлюбит меня. В отчаянии я выбирал своей Высшей Силой стол, дерево, затем свою\nгруппу АА. Время шло, моя жизнь налаживалась, и я начал задумываться об этой\nсамой Высшей Силе. Постепенно, терпеливо, смиренно и задаваясь множеством\nвопросов, я поверил в Бога. Сейчас мои отношения с Ним дают мне силы жить\nсчастливой трезвой жизнью.\n";
						const data = {title:"15 июня",description:"Размышления АА на сегодня - 15 июня",id:"167",moth:"iyun",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyun/daily_15-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
