const id = "dekabr/daily_17-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_17-12";
						const body = "\n## БЕСЦЕННАЯ НАГРАДА\n\n**…работа с другими алкоголиками… Она помогает там, где все другие средства\nбессильны.**\n\n**_Анонимные Алкоголики, с. 86  \nAlcoholics Anonymous, p. 89_**\n\n«Жизнь приобретает новый смысл» — говорится в Большой книге ( _Анонимные\nАлкоголики_ , с. 89). Это обещание помогло мне избежать своекорыстия и жалости\nк себе. Наблюдать за тем, как растут люди в этой чудесной Программе и как\nулучшается качество их жизни, — это бесценная награда мне за усилия помогать\nдругим. Но есть и другие награды за трезвость — это способность к самоанализу,\nобретенный наконец душевный покой и умиротворение. Когда я вижу других людей\nна пути успеха, когда я разделяю с ними радость этого чудесного пути, я\nполучаю энергию, которая придает моей жизни новый смысл.\n";
						const data = {title:"17 декабря",description:"Размышления АА на сегодня - 17 декабря",id:"352",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_17-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
