const id = "dekabr/daily_05-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_05-12";
						const body = "\n## НОВОЕ СОСТОЯНИЕ СОЗНАНИЯ\n\n**Такой человек получает дар, который равносилен новому состоянию сознания и\nновому существованию.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 121  \nTwelve Steps and Twelve Traditions, p. 107_**\n\nМногие в АА ломают голову над тем, что такое духовное пробуждение. Я был\nсклонен искать чудо, нечто драматическое, потрясающее. Но обычно происходит\nтак, что ощущение благополучия и покоя выводят нас на новый уровень сознания.\nИменно так и произошло со мной. Безумие и внутреннее смятение исчезли, и я\nвошел в новое измерение — царство надежды, любви и покоя. Думаю, что степень\nэтого нового ощущения находится в прямой зависимости от искренно-сти, глубины\nи самоотдачи, с которыми я работаю по Двенадцати Шагам АА.\n";
						const data = {title:"5 декабря",description:"Размышления АА на сегодня - 5 декабря",id:"340",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_05-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
