const id = "sentyabr/daily_25-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_25-09";
						const body = "\n## ПЕРВЫМ ДЕЛОМ — ГЛАВНОЕ\n\n**Многие из нас на своей шкуре познали одну простую истину — есть у нас работа\nили нет ее, есть жена или нет, мы продолжаем пить, пока в первую очередь\nполагаемся на людей, а не на Бога.**\n\n**_Анонимные Алкоголики, с. 95  \nAlcoholics Anonymous, p. 98_**\n\nДо прихода в АА я всегда находил оправ-дания для выпивки: «Она сказала…», «Он\nсказал…», «Меня вчера уволили…», «Сегодня я так хорошо выполнил работу…». Если\nя снова начну пить, ни одна из сфер моей жизни ни в чем не будет\nблагополучной. В трезвости жизнь с каждым днем становится все лучше. Я всегда\nдолжен помнить о том, чтоб не пить, доверять Богу и оставаться активным членом\nАА. Ставлю ли я сегодня что-либо выше трезвости, Бога и АА?\n";
						const data = {title:"25 сентября",description:"Размышления АА на сегодня - 25 сентября",id:"269",moth:"sentyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/sentyabr/daily_25-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
