const id = "sentyabr/daily_14-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_14-09";
						const body = "\n## ДУШЕВНЫЙ ПОКОЙ\n\n**Нужно ли обсудить этот вопрос с наставником из АА или духовником и искренне\nпопросить у Бога помощи и руководства, одновременно решив сделать то, что\nокажется правильным, чего бы это нам ни стоило?**\n\n**_Двенадцать шагов и двенадцать традиций, с. 99  \nTwelve Steps and Twelve Traditions, pp. 86-87_**\n\nВера в Высшую Силу является существенной частью моей работы по Девятому Шагу;\nпрощение, выбор времени и верные мотивы — другие ее составляющие. Готовность\nработать по этому Шагу вытекает из моего все возрастающего опыта. Опыт же этот\nоткрывает двери к новым и честным отношениям с людьми, которым я причинил зло.\nМои ответственные действия приближают меня к духовным принципам Программы —\nлюбви и служению. Затем наверняка последуют душевный покой и еще более крепкая\nвера.\n";
						const data = {title:"14 сентября",description:"Размышления АА на сегодня - 14 сентября",id:"258",moth:"sentyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/sentyabr/daily_14-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
