const id = "dekabr/daily_15-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_15-12";
						const body = "\n## СДЕЛАТЬ ВСЕ, ЧТОБЫ ПОМОЧЬ\n\n**Предложите ему [алкоголику] вашу помощь и дружбу. Скажите ему, что, если он\nхочет бросить пить, вы сделаете все, чтобы помочь ему.**\n\n**_Анонимные Алкоголики, с. 92  \nAlcoholics Anonymous, p. 95_**\n\nПомню, как сильно привязался я к двум собратьям из АА, которые работали со\nмной по Двенадцатому Шагу. Они говорили, что я могу иметь то, что есть у них,\nпричем без всяких дополнительных условий. Все, что от меня требуется, — это\nпринять свое собственное решение присоединиться к ним на пути к выздоровлению.\nЕсли я начинаю убеждать новичка поступать, как я поступаю, значит, я позабыл,\nкак помогли мне эти двое своей непредвзятой щедростью.\n";
						const data = {title:"15 декабря",description:"Размышления АА на сегодня - 15 декабря",id:"350",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_15-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
