const id = "noyabr/daily_14-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_14-11";
						const body = "\n## ИНТУИЦИЯ И ВДОХНОВЕНИЕ\n\n**…должны просить вдохновения у Бога, чтобы у нас появились интуитивные мысли\nили решения. Мы успокаиваемся и не нервничаем. Мы ни с кем и ни с чем не\nборемся.**\n\n**_Анонимные Алкоголики, с. 84  \nAlcoholics Anonymous, p. 86_**\n\nЯ трачу свое время на то, что по-настоя-щему люблю. Одиннадцатый Шаг — это\nсоблюдение дисциплины, позволяющей мне и моей Высшей Силе быть вместе,\nнапоминающей, что с Божьей помощью возможны у меня и интуиция, и вдохновение.\nПостоянно практикуя этот Шаг, я могу научиться любить себя. Упорными усилиями\nулучшая мой осознанный контакт с Высшей Силой, я напоминаю себе о своем\nнездоровом прошлом с его грандиозными размышлениями и планами и ложным\nощущением своего всемогущества. Когда я прошу о силе исполнять Божью волю, я\nосознаю свое бессилие. Смирение и здоровая любовь к себе совместимы — и это\nпрямой результат работы по Одиннадцатому Шагу.\n";
						const data = {title:"14 ноября",description:"Размышления АА на сегодня - 14 ноября",id:"319",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_14-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
