const id = "noyabr/daily_02-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_02-11";
						const body = "\n## ПОДДЕРЖИВАТЬ ОПТИМИЗМ\n\n**Другие Шаги помогают нам оставаться трезвыми и как-то держаться. А\nОдиннадцатый Шаг помогает нам духовно расти…**\n\n**_Язык сердца  \nThe Language of the Heart, p. 240_**\n\nТрезвому алкоголику значительно легче сохранять жизненный оптимизм. Мой\nоптимизм — это естественный результат того, что я постепенно научился\nизвлекать для себя из каждой ситуации лучшее, а не худшее. По мере того как\nпродолжается моя физическая трезвость, я выхожу из тумана, обретаю более ясную\nперспективу и способность понять, в каком направлении двигаться. Но не менее\nчем физическая трезвость, важна для меня и возможность достичь большего\nдуховного потенциала. А это возможно, только если я развиваю свою готовность\nпостоянно использовать руководство и помощь Высшей Силы. Такая способность\nвытекает из изучения и применения на практике принципов Программы АА.\nСочетание физической и духовной трезвости составляет суть позитивного подхода\nк жизни.\n";
						const data = {title:"2 ноября",description:"Размышления АА на сегодня - 2 ноября",id:"307",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_02-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
