const id = "iyul/daily_07-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_07-07";
						const body = "\n## …И ОСВОБОЖДАЯСЬ ОТ НЕГО\n\n**…прежде всего страх, что мы утратим то, чем мы владеем, или не получим того,\nчто нам хочется иметь. Живя с ощущением неудовлетворенных желаний, мы\nпостоянно испытывали беспокойство и недовольство. Мы не могли обрести покой,\nпока не уменьшили свои притязания. Надеемся, что разницу между притязанием и\nпросьбой объяснять не нужно.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 87, 88  \nTwelve Steps and Twelve Traditions, p. 76_**\n\nЯ могу быть спокойным, только когда избавляюсь от ожиданий. Когда же я\nпоглощен мыслями о том, чего я хочу или что могу получить, я охвачен страхом\nили нахожусь в состоянии тревожного ожидания. И это, естественно, не\nспособствует моей эмоциональной трезвости. Я должен снова и снова\nкапитулировать перед реальностью моей зависимости от Бога, поскольку только\nтогда я обрету спокойствие, благодарность и духовную безопасность.\n";
						const data = {title:"7 июля",description:"Размышления АА на сегодня - 7 июля",id:"189",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_07-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
