const id = "oktyabr/daily_26-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_26-10";
						const body = "\n## ЛИШЬ ОДИН ВЫСШИЙ АВТОРИТЕТ\n\nВ делах нашей группы есть лишь один высший авторитет — любящий Бог,\nвоспринимаемый нами в том виде, в котором Он может предстать в нашем групповом\nсознании.\n\n**_Двенадцать шагов и двенадцать традиций, с. 147  \nTwelve Steps and Twelve Traditions, p. 132_**\n\nКогда мои собратья по АА избирают меня для исполнения каких-то небольших\nобязанностей, я прошу Бога даровать мне терпение, непредвзятость и готовность\nвыслушать тех, кем мне доверено руководить. Я обязан помнить, что я лишь\nоблеченный доверием исполнитель, а не «правитель», не «учитель» и не\n«инструктор». Бог направляет мои слова и действия, а я отвечаю за то, чтобы\nследовать Его предложениям. Доверие — вот мой девиз. Я доверяю тем, кто\nруководит. В нашем Содружестве все полномочия «править балом» отданы высшему\nавторитету — Богу.\n";
						const data = {title:"26 октября",description:"Размышления АА на сегодня - 26 октября",id:"300",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_26-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
