const id = "mart/daily_31-03.md";
						const collection = "diaries";
						const slug = "mart/daily_31-03";
						const body = "\n## МНЕ НЕ ОТКАЗАЛИ В ЛЮБВИ\n\n**АА шел второй год… В одной из групп появился новичок, который постучал в\nдверь и попросил впустить его… Вскоре оказалось, что он представляет собой\nпочти безнадежный случай, но что, несмотря на это, он хочет излечиться… [Он\nсказал]… «Позволите ли вы мне присоединиться к группе, поскольку я жертва еще\nхудшего, чем алкоголизм, пристрастия…»**\n\n**_Двенадцать шагов и двенадцать традиций, с. 158  \nTwelve Steps and Twelve Traditions, pp. 141-142_**\n\nЯ пришла к вам — жена, мать, женщина, забросившая мужа, детей, семью, —\nпьяница, зависимая от таблеток, словом, ничтожество. И тем не менее, никто не\nотказал мне в любви, заботе, не отвернулся от меня. Сегодня, благодаря милости\nБожьей, любви хорошего наставника и моей домашней группе, я могу сказать\n(через вас в АА), я — жена, мать, бабушка и женщина. Трезвая. Освободившаяся\nот таблеток. Ответственная.\n\nБез Высшей Силы, которую я обрела в Содружестве, моя жизнь была бы\nбессмысленной. Я бесконечно благодарна за то, что являюсь стойким членом АА.\n";
						const data = {title:"31 марта",description:"Размышления АА на сегодня - 31 марта",id:"91",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_31-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
