const id = "maj/daily_19-05.md";
						const collection = "diaries";
						const slug = "maj/daily_19-05";
						const body = "\n## ОТДАЕМ БЕЗ ВСЯКИХ УСЛОВИЙ\n\nИ он хорошо знает, что его собственная жизнь стала богаче, и это\nдополнительная награда за то, что он отдает что-то другому, не требуя ничего\nвзамен.\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 69_**\n\nВпервые познакомившись с Программой, я плохо понял ее концепцию «отдавать без\nвсяких условий». Я с подозрением относился к любому, кто пытался мне помочь. Я\nдумал: «А что они хотят взамен?» Но вскоре, помогая другим алкоголикам, я\nпознал радость и понял наконец, почему вначале и они относились ко мне\nсоответственно. Мое отношение изменилось, и появилось желание помогать другим.\nПорой я немного волновался, поскольку очень хотел, чтобы и они познали радость\nтрезвости и то, что жизнь может быть прекрасна. Когда моя жизнь полна любви к\nБогу, как я Его понимаю, и я делюсь этой любовью с моими товарищами-\nалкоголиками, у меня возникает необъяснимое ощущение, что я владею каким-то\nособым богатством.\n";
						const data = {title:"19 мая",description:"Размышления АА на сегодня - 19 мая",id:"140",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_19-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
