const id = "noyabr/daily_06-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_06-11";
						const body = "\n## ИДТИ В ПОТОКЕ\n\n**Стремились путем молитвы и размышления углубить соприкосновение с Богом, как\nмы понимали Его…**\n\n**_Двенадцать шагов и двенадцать традиций, с. 109  \nTwelve Steps and Twelve Traditions, p. 96_**\n\nПервые слова, которые я произношу по утрам: «Я встаю, Боже, исполнять Твою\nволю». Это самая короткая молитва, которую я знаю, и она глубоко врезалась в\nмое сознание и душу. Молитва не изменяет отношение Бога ко мне, она изменяет\nмое отношение к Богу. В отличие от молитвы, углубленное размышление — это\nвремя тишины, время без слов. Сосредоточиться означает снять физическое\nнапряжение, быть эмоцио-нально спокойным, сконцентрированным и осознающим себя\nдуховно.\n\nОдин из способов держать себя открытым и улучшать свое осознанное\nсоприкосновение с Богом — постоянно поддерживать в себе чувство благодарности\nЕму. Когда я благодарен, в моей жизни происходит много хорошего. Не Бог\nперегораживает этот поток, а мое негативное отношение.\n";
						const data = {title:"6 ноября",description:"Размышления АА на сегодня - 6 ноября",id:"311",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_06-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
