const id = "iyul/daily_02-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_02-07";
						const body = "\n## СУТЬ ИСТИННОЙ ТРЕЗВОСТИ\n\n**Мы находим, что духовная сторона Программы не должна вызывать трудностей.**\n_ **Желание, честность и непредубежденность — основные качества, необходимые\nдля выздоровления. И они незаменимы**_ **.**\n\n**_Анонимные Алкоголики, с. 184  \nAlcoholics Anonymous, p. 570_**\n\nДостаточно ли я честен, чтобы принимать себя таким, каков я есть, и позволить\nдругим видеть меня в истинном свете? Готов ли я идти на все и делать все\nнеобходимое, чтобы оставаться трезвым? Насколько я открыт, чтобы слышать то,\nчто мне надо услышать, думать так, как мне надо думать, и чувствовать так, как\nмне надо чувствовать?\n\nЕсли мои ответы на эти вопросы — «да», значит, я знаю о духовности Программы\nдостаточно, чтобы оставаться трезвым. По мере того как я работаю по Двенадцати\nШагам, я продвигаюсь к самой сути истинной трезвости — ясности и душевному\nпокою с самим собой, с другими людьми и с Богом, как я Его понимаю.\n";
						const data = {title:"2 июля",description:"Размышления АА на сегодня - 2 июля",id:"184",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_02-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
