const id = "maj/daily_25-05.md";
						const collection = "diaries";
						const slug = "maj/daily_25-05";
						const body = "\n## ВСЕ ВОЗРАСТАЮЩАЯ БЛАГОДАРНОСТЬ\n\n**Благодарность должна расти, а не уменьшаться.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 29_**\n\nЯ очень благодарен за то, что моя Высшая Сила предоставила мне еще один шанс\nжить достойной жизнью. Мое здравомыслие возвращается с помощью Анонимных\nАлкоголиков. Данные мне Шагами Обещания сбываются. Я благодарен, что\nосвободился от алкогольного рабства. Я благодарен за душевный покой и\nвозможность духовного роста. Но моя благодарность должна расти, а не\nуменьшаться; мне надо двигаться вперед, а не пятиться назад. Я не могу\nоставаться трезвым за счет вчерашних собраний или прошлых призывов Двенадцати\nШагов — я должен воплотить свою благодарность в действия _сегодня_. Один из\nнаших основателей сказал, что лучшим проявлением нашей благодарности станет\nдонесение нами идей Содружества до других людей. Без действий моя\nблагодарность — всего лишь просто приятная эмоция. Я должен воплощать ее в\nдела, работая по Двенадцатому Шагу, — иными словами, донося смысл наших идей и\nприменяя принципы АА во всех моих делах. Я благодарен за сегодняшнюю\nвозможность нести людям смысл наших идей!\n";
						const data = {title:"25 мая",description:"Размышления АА на сегодня - 25 мая",id:"146",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_25-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
