const id = "iyun/daily_04-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_04-06";
						const body = "\n## ИЗБАВЛЕНИЕ ОТ СТАРОГО «Я»\n\n**Перечитав первые Пять Шагов, мы спрашиваем себя, не упущено ли нами что-\nнибудь. Мы ведь строим арку, через которую выйдем в жизнь свободными людьми…\nГотовы ли мы к тому, чтобы Бог освободил нас от всего, что мы считаем\nнежелательным для нас?**\n\n**_Анонимные Алкоголики, с. 73  \nAlcoholics Anonymous, pp. 75, 76_**\n\nШестой Шаг — последний из «подготовительных» Шагов. Я уже много молился в\nпервых Шести Шагах, но ни разу еще не обращался с прямой просьбой к своей\nВысшей Силе. Я определил свою проблему, поверил, что существует ее решение,\nнастроился на поиск этого решения и «убрался в своем доме». Теперь я спрашиваю\nсебя: «Готов ли я жить в трезвости, меняться к лучшему, избавиться от своего\nстарого «я»?» Мне надо понять, действительно ли я готов измениться. Я\nанализирую, что уже сделал, и готовлюсь к тому, чтобы Бог избавил меня от всех\nнедостатков моего характера, ведь в следующем Шаге я скажу своему Творцу, что\nготов, и попрошу у Него помощи. Если я закончил закладку этой основы и\nчувствую, что хочу меняться, значит, я готов приступить к следующему Шагу.\n«Если мы все еще цепляемся за что-то, не хотим отпустить, — мы просим Бога\nпомочь нам обрести это желание». ( _Анонимные Алкоголики_ , стр. 74).\n";
						const data = {title:"4 июня",description:"Размышления АА на сегодня - 4 июня",id:"156",moth:"iyun",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyun/daily_04-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
