const id = "oktyabr/daily_21-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_21-10";
						const body = "\n## В ТЕМНОТЕ НИЧЕГО НЕ РАСТЕТ\n\n_Ясно, что отошедший от веры находится в состоянии крайнего замешательства. Он\nдумает, что ему уж не обрести никакого убеждения. Он не может достичь даже\nмалой степени убежденности верующего, агностика или атеиста. Он просто сбит с\nтолку._\n\n_Как это видит Билл  \nAs Bill Sees It, p. 10_\n\nБлагодаря самодисциплине и интуиции, обретенных в ходе работы по Десятому\nШагу, я начал получать удовлетворение от своей трезвости, причем не просто как\nвоздержания от алкоголя, а как выздоровления во всех сферах моей жизни.\n\nВозрождаются надежда и вера, возвращаются чувство собственного достоинства и\nсамоуважение. Я открыл для себя слово «и» во фразе «…и, когда допускали\nошибки, сразу признавали это».\n\nУверившись в том, что я не всегда заблуждаюсь, я учусь принимать себя таким,\nкакой я есть, но уже с позиции человека, познавшего чудо трезвости и душевного\nпокоя.\n";
						const data = {title:"21 октября",description:"Размышления АА на сегодня - 21 октября",id:"295",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_21-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
