const id = "iyul/daily_21-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_21-07";
						const body = "\n## БЕСЦЕННЫЙ ДАР\n\n**К этому времени, скорее всего, мы уже в какой-то мере освободились от самых\nвопиющих наших изъянов. Временами мы испытываем удовольствие от чего-то\nпохожего на настоящий душевный покой. Для тех из нас, кто до сих пор был в\nсостоянии возбуждения, депрессии или беспокойства, иначе говоря, для всех нас,\nэтот приобретенный покой кажется бесценным даром.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 85-86  \nTwelve Steps and Twelve Traditions, p. 74_**\n\nЯ учусь предоставлять событиям идти своим чередом и самому полагаться на волю\nБога, держа свой разум открытым, а сердце — готовым принимать Божью милость во\nвсех моих делах. Только тогда я могу ощутить покой и свободу, которые обретаю\nв результате капитуляции. Мне уже доказали, что отказ от борьбы, возникающий в\nотчаянии и поражении, может перерасти в действительные дела веры и что эта\nвера означает свободу и победу.\n";
						const data = {title:"21 июля",description:"Размышления АА на сегодня - 21 июля",id:"203",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_21-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
