const id = "dekabr/daily_11-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_11-12";
						const body = "\n## ПОДЛИННОЕ СМИРЕНИЕ\n\n**… мы должны на практике следовать принципу подлинного смирения. Это\nнеобходимо для того, чтобы дарованное нам огромное благо никогда не испортило\nнас; чтобы в нашей жизни мы всегда с благодарностью размышляли о Нем, стоящем\nнад всеми нами.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 213  \nTwelve Steps and Twelve Traditions, p. 192_**\n\nМой опыт научил меня, что я склонен превращать свою алкогольную личность в\nнечто грандиозное. И хотя для реализации сво-его «правого дела» я действую,\nисходя из добрых побуждений, порой происходит что-то весьма странное. Мое\nсамомнение берет верх, и я теряю из виду первоначальную цель. Я могу даже\nприписать себе Божьи деяния в своей жизни. Такое преувеличенное чувство\nсобственной значимости крайне опасно для моей трезвости и может причинить\nбольшой вред АА в целом.\n\nМоя защита, Двенадцатая Традиция, служит тому, чтобы держать меня в смирении.\nЯ осознаю и как личность, и как член Содружества, что не имею права хвалиться\nсвоими достижениями и что «Бог делает для нас то, что мы не могли сделать для\nсебя сами».\n";
						const data = {title:"11 декабря",description:"Размышления АА на сегодня - 11 декабря",id:"346",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_11-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
