const id = "yanvar/daily_21-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_21-01";
						const body = "\n## ПОМОЧЬ СВОЕМУ БРАТУ\n\n**Член АА говорит с новичком не с позиции силы, а с позиции смирения и слабости.**\n\n**_АА взрослеет\nA.A. Comes of Age p. 279_**\n\nНаходясь в АА, я прошу Бога направлять мои мысли и слова. Постоянное участие в работе Содружества нередко предоставляет мне возможность высказываться. Поэтому я постоянно прошу Бога помочь мне следить за моими мыслями и словами, чтобы они правильно и понятно представляли нашу Программу. Я также прошу Его помочь сосредоточить мои устремления в поисках Его руководства; помочь мне быть истинно добрым и любящим, помогающим и поддерживающим и, в то же время, преисполненным смирения и свободным от малейшего высокомерия.\n\nВполне возможно, что сегодня мне придется иметь дело с чьим-то неприемлемым поведением или неприятным высказыванием, - увы, это типично для все еще страдающего алкоголика. Если этому суждено случиться, я на минуту сконцентрируюсь на Боге, чтобы отреагировать на ситуацию с самообладанием, способностью понять и с желанием оказать помощь.\n";
						const data = {title:"21 января",description:"Размышления АА на сегодня - 21 января",id:"21",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_21-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
