const id = "sentyabr/daily_08-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_08-09";
						const body = "\n## МЫ ПРОСИМ ЕГО О ЗАЩИТЕ\n\n**Все отринув, мы просили Его о попечении и защите.**\n\n**_Анонимные Алкоголики, с. 57  \nAlcoholics Anonymous, p. 59_**\n\nЯ не справился со своей жизнью в одиночку. Я пытался, но потерпел фиаско. Мой\n«самый страшный грех» увлек меня на самое дно. Не в силах даже просто\nсуществовать, я понял, что отчаянно нуждаюсь в помощи. Я прекратил борьбу и\nполностью отдал себя Богу.\n\nТолько тогда я начал духовно расти. Бог простил меня. Спасти меня могла только\nВысшая Сила, поскольку доктора не ручались за мою жизнь. Сейчас я и сам\nпростил себя и наслаждаюсь не виданной никогда ранее свободой. Я открыл Ему\nсвою душу и разум. Чем больше я учусь, тем меньше знаю. Это учит смирению, а я\nискренне желаю продолжения своего духовного роста. Я наслаждаюсь душевным\nпокоем, но только если полностью перепоручаю свою жизнь Богу. Пока я честен с\nсамим собой и прошу Его о помощи, жизнь вознаграждает меня.\n\nТолько сегодня я стремлюсь жить по Его воле — трезвым.\n\nЯ благодарю Бога за то, что сегодня могу не пить.\n\nСегодня жизнь прекрасна!\n";
						const data = {title:"8 сентября",description:"Размышления АА на сегодня - 8 сентября",id:"252",moth:"sentyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/sentyabr/daily_08-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
