const id = "mart/daily_25-03.md";
						const collection = "diaries";
						const slug = "mart/daily_25-03";
						const body = "\n## СЕРДЦЕ, ПРЕИСПОЛНЕННОЕ БЛАГОДАРНОСТИ\n\n**Я стараюсь твердо придерживаться той истины, что наполненное благодарностью\nсердце не может тешиться тщеславием. Преисполненное благодарности, с каждым\nударом оно, конечно же, будет излучать любовь — прекраснейшее из чувств,\nкоторое дано нам познать.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 37_**\n\nЯ верю, что мы, члены АА, счастливы тем, что нам постоянно напоминают о\nнеобходимости быть благодарными и о том, как важна благодарность для нашей\nтрезвости. Я бесконечно благодарна за трезвость, которую Бог дал мне через\nПрограмму АА, и рада, что могу отдавать то, что дается мне безвозмездно. Но\nблагодарна я не только за трезвость, а и за качество жизни, которое принесла с\nсобой трезвость. Бог был столь милостив, что дал мне трезвые дни и жизнь в\nблагословенном мире и покое, способность дарить и принимать любовь и\nвозможность служить другим людям — в нашем Содружестве, в семье, в моем\nокружении. Для всего этого у меня есть «преисполненное благодарности сердце».\n";
						const data = {title:"25 марта",description:"Размышления АА на сегодня - 25 марта",id:"85",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_25-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
