const id = "fevral/daily_16-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_16-02";
						const body = "\n## ОБЯЗАТЕЛЬСТВО\n\n**Понимание есть ключ к правильным принципам и отношениям, а правильные\nпоступки — к счастливой жизни…**\n\n**_Двенадцать шагов и двенадцать традиций, с. 141  \nTwelve Steps and Twelve Traditions, p. 125_**\n\nВ моей Программе выздоровления наступил момент, когда третье положение Молитвы\nо Душевном покое — «…мудрость отличить одно от другого» — навечно\nзапечатлелось в моем сознании. С этого момента мне все время приходится\nраспознавать, соответствует ли каждое мое слово, действие или мысль Принципам\nПрограммы. Я больше не могу спрятаться за безумие своей болезни или за другие\nсамооправдания. Обрести светлую жизнь для себя и для тех, кого люблю, я могу\nна единственном пути, который возлагает на меня обязательства, требует от меня\nдисциплины и ответственности.\n";
						const data = {title:"16 февраля",description:"Размышления АА на сегодня - 16 февраля",id:"47",moth:"fevral",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/fevral/daily_16-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
