const id = "mart/daily_04-03.md";
						const collection = "diaries";
						const slug = "mart/daily_04-03";
						const body = "\n## «ПРОПОЛКА САДА»\n\n**Суть духовного роста заключается в готовности изменить что-то к лучшему и\nзатем в неослабной готовности взять на себя любую последующую\nответственность.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 115_**\n\nК моменту знакомства с Третьим Шагом я освободился от алкогольной зависимости,\nно горький опыт подсказывал мне, что продолжительная трезвость требует\nпродолжительных усилий.\n\nЯ периодически останавливаюсь, чтобы хорошенько посмотреть, куда я иду. Каждый\nраз при этом я пропалываю еще какую-то часть моего сада, но обнаруживаю новые\nсорняки там, где, как мне казалось, я совсем недавно прошелся мотыгой. Когда я\nвозвращаюсь, чтобы удалить только что выросшие сорняки (сделать это легче,\nпока они маленькие), то на минуту останавливаюсь полюбоваться своими чудесными\nовощами и цветами. Мои труды всегда вознаграждаются. Моя трезвость растет и\nприносит плоды.\n";
						const data = {title:"4 марта",description:"Размышления АА на сегодня - 4 марта",id:"64",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_04-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
