const id = "iyun/daily_21-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_21-06";
						const body = "\n## СТРАХ И ВЕРА\n\n**Освобождение от страха — это дело всей жизни, которое вряд ли можно\nполностью довести до конца. В случае неожиданной серьезной болезни или в\nкакой-то другой опасной ситуации все мы проявляем это эмоциональное состояние\n— плохо, хорошо ли, это уж как придется. Только те, кто занимается\nсамообманом, заявляют о полной свободе от страха.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 263_**\n\nСтрах был причиной страданий в те времена, когда мне не хватало веры. Порой\nнеожиданно страх рвет меня на части, причем именно тогда, когда я радуюсь,\nсчастлива и на душе у меня легко. Вера и чувство моей ценности для Высшей Силы\nпомогают мне переносить и трагедии, и восторги. Только отдав все свои страхи\nВысшей Силе, я буду свободна.\n";
						const data = {title:"21 июня",description:"Размышления АА на сегодня - 21 июня",id:"173",moth:"iyun",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyun/daily_21-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
