const id = "yanvar/daily_03-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_03-01";
						const body = "\n## БЕССИЛИЕ\n\n**Мы признали свое бессилие перед алкоголем, признали, что мы потеряли\nконтроль над собой.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 26  \nTwelve Steps and Twelve Traditions, p. 21_**\n\nНе случайно в самом первом Шаге упоминается бессилие. Признание своего\nбессилия перед алкоголем является краеугольным камнем в фундаменте\nвыздоровления. Я понял наконец, что у меня нет тех сил и возможности контроля,\nкоторыми, как мне казалось, я обладал. Я бессилен изменить то, что думают обо\nмне люди. Я бессилен перед тем, что опоздал на автобус. Я бессилен перед тем,\nкак другие работают (или не работают) по Шагам. Но я также узнал, что я _не_\nбессилен перед некоторыми вещами. Я _не_ бессилен перед моим отношением к\nокружающему. Я _не_ бессилен перед негативным восприятием мира. Я _не_\nбессилен нести ответственность за свое собственное выздоровление. У меня есть\nвозможность оказывать положительное воздействие на самого себя, моих любимых и\nна мир, в котором я живу.\n";
						const data = {title:"3 января",description:"Размышления АА на сегодня - 3 января",id:"3",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_03-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
