const id = "iyul/daily_28-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_28-07";
						const body = "\n## ТЕ, КТО ВСЕ ЕЩЕ СТРАДАЕТ\n\n**Давайте воздержимся от самонадеянных мыслей о том, что если Бог наделил нас\nспособностью преуспевать в одной какой-либо сфере деятельности, то нам суждено\nбыть проводником спасительного милосердия для всех.**\n\n**_АА взрослеет  \nAA Comes of Age, p. 232_**\n\nГруппы АА существуют для того, чтобы помочь алкоголикам достичь трезвости.\nБольшие или маленькие, устоявшиеся или только что созданные, спикерские,\nдискуссионные или учебные — все они существуют с одной единственной целью:\nнести смысл наших идей все еще страдающему алкоголику. Группа существует для\nтого, чтобы этот алкоголик смог обрести новый образ жизни, — жизни,\nпреисполненной счастья, радости и свободы. Для выздоровления большинство\nалкоголиков нуждаются в поддержке группы других алкоголиков, которые делятся\nсвоим опытом, силами и надеждой. Таким образом, моя трезвость и наше общее\nвыживание, в соответствии с Программой, зависят от моей решимости ставить\nглавное на первое место.\n";
						const data = {title:"28 июля",description:"Размышления АА на сегодня - 28 июля",id:"210",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_28-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
