const id = "dekabr/daily_13-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_13-12";
						const body = "\n## ДУМАЯ О ДРУГИХ\n\n**Само наше существование (а мы — люди, в прошлом злоупотреблявшие спиртными\nнапитками) зависит от нашей постоянной заботы о других и от того, в какой\nстепени мы сможем быть им полезными.**\n\n**_Анонимные Алкоголики, с. 19  \nAlcoholics Anonymous, p. 20_**\n\nМне никогда не удавалось подумать о других. Даже когда я стараюсь работать по\nПрограмме АА, я обыкновенно думаю: «Как _я_ себя сегодня чувствую? Счастлива\nли _я_ , радостна ли, свободна ли?\n\nПрограмма говорит мне, что мои мысли _должны_ быть направлены на окружающих\nменя людей: «Захочет ли вон тот новичок поговорить с кем-нибудь?», «Этот\nчеловек выглядит сегодня грустным, может быть, я смогу его приободрить?»\nТолько тогда, когда я забываю о своих проблемах и стремлюсь дать что-либо\nдругим, я могу обрести то, что ищу, — душевный покой и осознание Бога.\n";
						const data = {title:"13 декабря",description:"Размышления АА на сегодня - 13 декабря",id:"348",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_13-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
