const id = "mart/daily_22-03.md";
						const collection = "diaries";
						const slug = "mart/daily_22-03";
						const body = "\n## МЫ БОЛЬШЕ НЕ БОРЕМСЯ\n\n**И еще — мы перестали бороться с чем-либо или с кем-либо, даже с алкоголем.**\n\n**_Анонимные Алкоголики, с. 82  \nAlcoholics Anonymous, p. 84_**\n\nКогда АА нашло меня, я думал, что я в АА — для борьбы с алкоголем, и что,\nвозможно, Содружество даст мне силу победить его. Одержи я победу в той битве,\nкак знать, какие еще сражения я мог бы выиграть? В любом случае, от меня бы\nтребовалось быть сильным. Это доказывал весь мой предыдущий жизненный опыт.\nСегодня мне не надо бороться или проявлять силу воли. Если я пойду по этим\nДвенадцати Шагам и позволю Высшей Силе выполнять свою работу, моя алкогольная\nпроблема исчезнет сама по себе. Моя жизнь тоже перестанет быть борьбой. Мне\nпросто надо спрашивать в каждом конкретном случае: должен я это принять или\nизменить? Не мою, а Его волю надлежит исполнить.\n";
						const data = {title:"22 марта",description:"Размышления АА на сегодня - 22 марта",id:"82",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_22-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
