const id = "maj/daily_02-05.md";
						const collection = "diaries";
						const slug = "maj/daily_02-05";
						const body = "\n## ОСВЕЩАЕМ ТЕМНОЕ ПРОШЛОЕ\n\n**Вы должны думать, что в руках Всевышнего ваше темное прошлое превращается в\nвеличайшее достояние — ключ к жизни и счастью других. Ваш опыт поможет другим\nизбежать смерти и горя.**\n\n**_Анонимные Алкоголики, с. 120  \nAlcoholics Anonymous, p. 124_**\n\nМое прошлое больше не автобиография. Это справочник, который надо взять,\nоткрыть и содержанием которого с кем-нибудь поделиться. Сегодня, приходя на\nработу, я вижу чудесную картину. Я уверен, что, даже если этот день и\nсумрачен, как и положено быть отдельным дням, чуть позже ярко засияют звезды.\nИ мое присутствие при этом сиянии будет зафиксировано и проявится уже в\nближайшем будущем. В этот день все мое прошлое будет частью меня, потому что\nоно — ключ, а не замок.\n";
						const data = {title:"2 мая",description:"Размышления АА на сегодня - 2 мая",id:"123",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_02-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
