const id = "iyul/daily_20-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_20-07";
						const body = "\n## НЕДОСТАТКИ УСТРАНЯЮТСЯ\n\n**Теперь в словах «сам по себе я ничто, все решает Отец Небесный» появился\nсмысл и обещание помощи.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 87  \nTwelve Steps and Twelve Traditions, p. 75_**\n\nПриступая к выполнению Седьмого Шага, я должен помнить, что здесь не надо\nзаполнять никаких форм или бланков. В нем не сказано: «Смиренно просили Его\n(быстренько заполнив бланк) устранить наши недостатки. Годами я заполнял\nвоображаемые бланки с пунктами: «Помоги мне», «Дай мне мужество сделать то-то\nи то-то», «Дай мне силы…» и т. п. В Седьмом Шаге просто говорится, что Бог\nустранит мои недостатки. Единственное усилие, которое от меня требуется, — это\n«смиренно попросить». А это для меня означает просить с пониманием, что сам я\nничто, а все в моей жизни «решает Отец Небесный».\n";
						const data = {title:"20 июля",description:"Размышления АА на сегодня - 20 июля",id:"202",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_20-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
