const id = "noyabr/daily_15-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_15-11";
						const body = "\n## ЖИЗНЕННО ВАЖНАЯ ПОДДЕРЖКА\n\n**Те из нас, кто стал регулярно молиться, не могут обходиться без молитвы как\nбез воздуха, пищи или солнечного света. И по одним и тем же причинам. Когда мы\nотказываем себе в воздухе, свете или пище, наше тело страдает. Точно также,\nкогда мы отказываемся от медитации и молитвы, мы лишаем наше сознание, наши\nчувства и нашу интуицию жизненно необходимой для них поддержки.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 110-111  \nTwelve Steps and Twelve Traditions, p. 97_**\n\nОдиннадцатый Шаг не должен подавлять меня. Осознанный контакт с Богом может\nбыть таким же простым и столь же глубоким, как и осознанный контакт с другим\nчеловеком. Я могу улыбаться. Я могу слушать. Я могу прощать. Каждая встреча с\nдругим человеком — это возможность для молитвы, для признания присутствия во\nмне Бога.\n\nСегодня я могу немного приблизить себя к Высшей Силе. Чем больше я ищу красоту\nБожьего творения в других людях, тем увереннее я в Его присутствии во мне.\n";
						const data = {title:"15 ноября",description:"Размышления АА на сегодня - 15 ноября",id:"320",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_15-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
