const id = "iyul/daily_14-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_14-07";
						const body = "\n## ПИТАТЕЛЬНОЕ ВЕЩЕСТВО\n\n**Смирение, овладение которым в прошлом понималось как насильственное пичканье\nгорькой похлебкой унижения, становится полезным питательным веществом,\nприносящим душевный покой.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 86  \nTwelve Steps and Twelve Traditions, p. 74_**\n\nКак часто я бываю «захвачен» _своими_ проблемами и разочарованиями? Если _у\nменя_ «хороший день», те же самые проблемы теряют свою значимость, а моя\nозабоченность ими уменьшается. А не лучше было бы, если бы я смог найти ключ\nдля открывания «чуда» моих «хороших дней» и использовать его в горестях «дней\nплохих?»\n\nУ меня уже _есть_ решение! Вместо того чтобы убегать от боли и мысленно гнать\nот себя проблемы, я могу молиться о смирении! Смирение _излечит_ боль.\nСмирение _уведет_ меня от самого себя. Я могу просить о смирении, этой силе,\nэтой крепости, даруемой мне «Силой более могущественной, чем я сам». Смирение\nвосстановит равновесие в моей жизни. Смирение позволит мне радостно принять\nмою новую человеческую сущность.\n";
						const data = {title:"14 июля",description:"Размышления АА на сегодня - 14 июля",id:"196",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_14-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
