const id = "april/daily_14-04.md";
						const collection = "diaries";
						const slug = "april/daily_14-04";
						const body = "\n## ВРАГ «НОМЕР ОДИН»\n\n**Злоба — это враг «номер один». Она разрушает алкоголиков больше, чем что-\nлибо другое. Она является причиной всех видов духовных недугов, ибо мы были\nбольны не только психически и физически, но и духовно.**\n\n**_Анонимные Алкоголики, с. 62-63  \nAlcoholics Anonymous, p. 64_**\n\nПриглядываясь к себе во время работы по Четвертому Шагу, я заметил, что\nзапросто могу пропустить некий ущерб, который нанес кому-то, посчитав это\nплатой за ущерб, нанесенный мне. Если я продолжаю возвращаться к своим старым\nобидам, то это чувство трансформируется в злобу, а злоба закрывает доступ\nсолнечного света к моей душе. Если я продолжаю бередить старые раны и копить\nненависть, я причиняю себе боль и ненавижу себя. После долгих лет пребывания\nво мраке обид я нашел солнечный свет. Я должен отпустить мои обиды; я не могу\nпозволить им жить во мне.\n";
						const data = {title:"14 апреля",description:"Размышления АА на сегодня - 14 апреля",id:"105",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_14-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
