const id = "avgust/daily_14-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_14-08";
						const body = "\n## ИСПРАВЛЯЕМ ДЕФЕКТЫ\n\n**Нам следует попытаться убрать с нашего жизненного пути всю рухлядь, которая\nнакопилась из-за нашего желания руководствоваться только своей волей и\nстараться затмить остальных. Если мы не хотим делать этого, мы просим Бога,\nчтобы к нам пришло такое желание. Помните, что с самого начала мы решили быть\nготовыми на любые жертвы, чтобы победить алкоголь.**\n\n**_Анонимные Алкоголики, с. 74-75  \nAlcoholics Anonymous, pp. 72-73_**\n\nСоставить список людей, которым я причинил зло, не составило большого труда.\nОни уже фигурировали в моей инвентаризации в Четвертом Шаге: люди, на которых\nя был в обиде, реальной или воображаемой, а также те, которым я причинил\nстрадания как бы в отместку. Чтобы мое выздоровление было основательным,\nабсолютно не существенно, чтобы навредившие мне люди загладили свою вину\nпередо мной. В моих отношениях с Богом важно только то, что я стою перед Ним,\nзная, что сделал все возможное, чтобы исправить вред, который причинил я.\n";
						const data = {title:"14 августа",description:"Размышления АА на сегодня - 14 августа",id:"228",moth:"avgust",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/avgust/daily_14-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
