const id = "noyabr/daily_20-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_20-11";
						const body = "\n## «ТВОЯ ВОЛЯ, А НЕ МОЯ»\n\n**Даже прося о чем-то вполне конкретном, хорошо добавить: «Если на то есть\nволя Твоя».**\n\n**_Двенадцать шагов и двенадцать традиций, с. 116  \nTwelve Steps and Twelve Traditions, p. 102_**\n\nЯ просто прошу, чтобы в течение дня Бог давал мне возможность лучше понимать\nЕго волю на этот день и благословил меня на ее исполнение. По ходу дня,\nсталкиваясь с ситуациями, которые мне надо разрешить, я могу остановиться и\nснова просто сказать: «Да будет воля Твоя, а не моя».\n\nЯ должен постоянно помнить, что в любой обстановке я отвечаю за прилагаемые\nусилия, результат же я оставляю Богу. Я могу «отпустить и положиться на Бога»,\nсмиренно повторяя: «Да исполнится воля Твоя, а не моя». Терпение и\nнастойчивость в поиске Его воли избавят меня от боли эгоистических ожиданий.\n";
						const data = {title:"20 ноября",description:"Размышления АА на сегодня - 20 ноября",id:"325",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_20-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
