const id = "april/daily_10-04.md";
						const collection = "diaries";
						const slug = "april/daily_10-04";
						const body = "\n## ДУХОВНЫЙ РОСТ\n\n**Сущность любого духовного роста заключается в желании меняться к лучшему, а\nзатем в готовности взять на себя возникающую в связи с этим ответственность.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 115_**\n\nПорой, когда у меня появляется желание сделать то, что мне следует делать\nвсегда, я жажду похвал и признания моих заслуг. Я не осознаю, что, чем больше\nя готов действовать по-иному, тем интереснее моя жизнь. Чем больше я готов\nпомогать людям, тем больше получаю наград. Именно так я понимаю все эти\nпринципы. Радость и польза для меня — в готовности действовать, а не в\nдостижении сиюминутных результатов. Быть немного добрее, немного медленнее\nподдаваться гневу, любить чуть больше — вот что делает мою жизнь лучше день за\nднем.\n";
						const data = {title:"10 апреля",description:"Размышления АА на сегодня - 10 апреля",id:"101",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_10-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
