const id = "iyun/daily_09-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_09-06";
						const body = "\n## ЖИТЬ В НАСТОЯЩЕМ\n\n**Прежде всего мы стараемся жить сегодняшним днем для того, чтобы оставаться\nтрезвыми, — и это нам помогает. Как только эта идея внедряется в наше\nсознание, мы обнаруживаем, что суточный план оказывается эффективным и\nдейственным средством решения и многих других проблем в нашей жизни.**\n\n**_Жить трезвыми, с. 12  \nLiving Sober, p. 7_**\n\n«Жить сегодняшним днем». Для новичка этот и другие девизы АА могут показаться\nнелепыми. Но они же могут стать и спасательным кругом в минуту смятения.\nКаждый день может быть подобен розе, раскрывающейся соответственно замыслу\nСилы более великой, чем моя собственная. Моя Программа должна быть высажена в\nподходящем для этого месте, потому что она потребует ухода, подкормки и защиты\nот болезней. Мой посев потребует терпения и понимания того, что одни цветы\nбудут более совершенными, чем другие. Каждая стадия раскрытия лепестков\nспособна вызывать восхищение и радость, но только при условии, что я не\nвмешиваюсь в этот процесс и не позволяю своим ожиданиям взять верх над тем,\nчто имею. И тогда я непременно обретаю душевный покой.\n";
						const data = {title:"9 июня",description:"Размышления АА на сегодня - 9 июня",id:"161",moth:"iyun",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyun/daily_09-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
