const id = "oktyabr/daily_13-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_13-10";
						const body = "\n## ПОСТОЯННАЯ ПЕРЕОЦЕНКА\n\n**Продолжайте наблюдать за тем, чтобы снова не появились такие черты, как\nсебялюбие, нечестность, обиды и страх. Если они появятся, надо просить Бога\nизбавить нас от них. Надо немедленно обсудить это с кем-нибудь и попытаться\nизбавиться от этих качеств без промедления. Если мы обидели кого-то, надо\nнемедленно принести свои извинения и помириться. Затем мы обращаемся в мыслях\nк тому, кому мы можем помочь.**\n\n**_Анонимные Алкоголики, с. 82  \nAlcoholics Anonymous, p. 84_**\n\nНезамедлительно признать свои неправильные мысли или поступки — задача,\nтрудная для большинства людей, а уж для такого выздоравливающего алкоголика,\nкак я, это сложно вдвойне из-за моей предрасположенности к эгоизму, страху и\nгордыне. Свобода, которую мне предлагает Программа АА, становится еще бóльшей,\nкогда путем постоянных переоценок я признаю и принимаю ответственность за свои\nмысли и дела. Тогда мне удается глубже и вернее понять смирение. Моя\nготовность признавать свою вину способствует моему духовному росту и помогает\nмне лучше понять других и быть полезным им.\n";
						const data = {title:"13 октября",description:"Размышления АА на сегодня - 13 октября",id:"287",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_13-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
