const id = "avgust/daily_24-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_24-08";
						const body = "\n## ЗАГАДКА, КОТОРАЯ ДЕЙСТВУЕТ\n\n**Вероятно, можно найти объяснение и такому духовному опыту, как наш. Я же\nчасто пытался найти объяснение своему и преуспел лишь в том, чтобы только\nизложить собственный и свою историю. Я знаю чувство, которое вызывает этот\nопыт, и результаты, которые за этим следуют, но осознаю, что, возможно,\nникогда в полной мере не пойму его глубинные «как» и «почему».**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 313_**\n\nЯ испытал глубокое духовное потрясение во время открытого собрания АА, и это\nзаставило меня выпалить: «Я алкоголик!» С того дня я ни разу не выпил. Могу\nрассказать о словах, которые услышал непосредственно перед своим признанием, и\nо том, как они на меня подействовали. Но объяснить, что произошло, все равно\nне могу. Я верю, что Сила более могущественная, чем я, выбрала меня для\nвыздоровления, и все же не знаю, почему. Я стараюсь не беспокоиться и не\nсомневаться в том, чего я пока не знаю. Вместо этого я просто верю, что если\nбуду продолжать работать по Шагам, применять принципы АА в своей жизни и\nделиться своим опытом, то с любовью буду приведен к глубокой и зрелой\nдуховности, в которой мне многое откроется. Пока же даром для меня является\nвера в Бога, работа по Шагам и моя помощь другим.\n";
						const data = {title:"24 августа",description:"Размышления АА на сегодня - 24 августа",id:"237",moth:"avgust",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/avgust/daily_24-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
