const id = "noyabr/daily_25-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_25-11";
						const body = "\n## МОЩНАЯ ТРАДИЦИЯ\n\n**До публикации книги «Анонимные Алкоголики» у нас не было имени…\nНезначительным большинством голосов было решено назвать книгу «Выход есть»…\nОдин из наших первых членов… нашел двенадцать уже опубликованных книг с таким\nже названием… И книга стала называться «Анонимные Алкоголики». Так мы получили\nназвание нашей книги опыта, название нашего движения, и, как мы теперь видим,\nтрадицию величайшей духовной значимости.**\n\n**_Традиции АА — как они развивались  \nA.A. Tradition: How It Developed, pp. 35-36_**\n\nКак часто, начиная со знаменательного решения Билла У. в Акроне позвонить по\nтелефону вместо того, чтобы идти в гостиничный бар, Высшая Сила проявляла себя\nв критические моменты нашей истории! В те ранние дни мало кто предполагал\nзначимость принципа анонимности, которую он приобрел впоследствии. Может\nпоказаться, что даже в выборе названия для нашего Содружества присутствовал\nэлемент случайности.\n\nБог не чужд анонимности и часто является в делах человеческих под прикрытием\nтаких понятий как «удача», «случай» или «совпадение». Если анонимность, хотя\nбы и случайно, стала духовной основой наших Традиций, то, по-видимому, Бог\nдействовал анонимно от нашего имени.\n";
						const data = {title:"25 ноября",description:"Размышления АА на сегодня - 25 ноября",id:"330",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_25-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
