const id = "dekabr/daily_26-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_26-12";
						const body = "\n## ПРИНИМАТЬ УСПЕХ ИЛИ НЕУДАЧУ\n\n**Далее, как примириться с кажущимся провалом или успехом? Можем ли мы принять\nто и другое, не испытывая отчаяния или оскорбленной гордости? Можем ли мы\nсмириться с бедностью, болезнями, одиночеством и утратами стойко и смиренно?\nМожем ли мы постоянно довольствоваться скромными, но подчас более\nпродолжительными радостями, в то время когда более яркие и привлекательные\nуспехи недоступны для нас?**\n\n**_Двенадцать шагов и двенадцать традиций, с. 126-127  \nTwelve Steps and Twelve Traditions, p. 112_**\n\nПосле того как я нашел АА и бросил пить, потребовалось какое-то время, пока я\nпонял, почему Первый Шаг состоит из двух частей: полного бессилия перед\nалкоголем и потери контроля над собой. Точно так же я долгое время считал, что\nидти в ногу с Двенадцатью Шагами можно, всего лишь «донося смысл этих идей\nалкоголикам». Это был слишком поспешный вывод. Я забывал, что существуют все\nДвенадцать Шагов и что Двенадцатый Шаг также состоит не только из одного\nположения. В конце концов я осознал, что нужно «применять эти принципы» во\nвсех сферах своей жизни. Основательно работая по всем Шагам, я не только\nостаюсь трезвым и помогаю другим обрести трезвость, но и превращаю жизненные\nтрудности в радость бытия.\n";
						const data = {title:"26 декабря",description:"Размышления АА на сегодня - 26 декабря",id:"361",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_26-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
