const id = "mart/daily_29-03.md";
						const collection = "diaries";
						const slug = "mart/daily_29-03";
						const body = "\n## ОБЛЕЧЕННЫЕ ДОВЕРИЕМ ИСПОЛНИТЕЛИ\n\n**Они обслуживают группу. Иногда это неблагодарная привилегия выполнять\nразного рода черную подготовительную работу**\n\n. ** _Двенадцать шагов и двенадцать традиций, с. 149  \nTwelve Steps and Twelve Traditions, p. 134_**\n\nВ своей книге «Грек Зорба» Никос Казанзакис описывает встречу главного героя\nсо стариком, который сажает дерево. «Что ты делаешь»? — спрашивает Зорба.\nСтарик отвечает: «Ты сам прекрасно видишь, что я делаю. Сажаю дерево». «Но\nзачем сажать дерево, — спрашивает Зорба, — если ты не увидишь, как оно будет\nплодоносить?» И старик говорит: «Я, сын мой, живу так, будто никогда не умру».\nТакой ответ вызывает едва заметную улыбку на лице Зорбы, и он перед тем, как\nуйти, с иронией в голосе восклицает: «Странно, я живу так, будто собираюсь\nумереть завтра!»\n\nКак член АА я считаю, что Третий Завет — Служение — является благодатной\nпочвой для посадки дерева моей трезвости. Я пожинаю чудесные плоды: мир,\nбезопасность, понимание и двадцать четыре часа бесконечных свершений.\nРассуждая здраво, я могу слышать голос собственного сознания, когда он в\nтишине говорит мне: «Ты должен служить. Другие будут сеять и собирать урожай».\n";
						const data = {title:"29 марта",description:"Размышления АА на сегодня - 29 марта",id:"89",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_29-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
