const id = "sentyabr/daily_01-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_01-09";
						const body = "\n## ГОТОВНОСТЬ К РОСТУ\n\n**Чтобы мы могли получать больше даров, должно продолжаться наше\nпробуждение.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 8_**\n\nТрезвость заполняет болезненную «пу-стоту в моей душе», которую создал\nалкоголизм. Иногда я чувствую себя так хорошо, что начинаю думать, что работа\nокончена. Однако радость — это не только отсутствие страданий, это дар\nпродолжающегося духовного пробуждения. Радость приходит с непрерывным и\nактивным изучением и применением в повседневной жизни принципов выздоровления,\nа также с передачей своего опыта другим. Моя Высшая Сила предоставляет мне\nмножество возможностей для более глубокого духовного пробуждения. Мне же нужно\nлишь быть готовым к этому росту. Сегодня я готов духовно расти.\n";
						const data = {title:"1 сентября",description:"Размышления АА на сегодня - 1 сентября",id:"245",moth:"sentyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/sentyabr/daily_01-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
