const id = "dekabr/daily_31-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_31-12";
						const body = "\n## ЕЖЕДНЕВНЫЕ РЕШЕНИЯ\n\n**Идея «жить 24 часа» в основном применима к эмоциональной сфере жизни\nчеловека. С точки зрения эмоций мы не должны жить ни во вчерашнем, ни в\nзавтрашнем дне.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 284_**\n\nНовый год: 12 месяцев, 52 недели, 365 дней, 8760 часов, 525600 минут — время\nобдумать цели, направления, действия на будущее. Чтобы жить нормальной жизнью,\nя должен кое-что планировать. Но эмоционально я должен жить в рамках двадцати\nчетырех часов, и тогда мне незачем готовить какие-то планы на весь новый год!\nЯ могу каждый день делать днем Нового Года! Я могу решать: «Сегодня я сделаю\nэто… Сегодня я сделаю то». А измерять каждый день своей жизни я могу попытками\nсегодня сделать лучше, чем вчера, решением следовать Божьей воле и усилиями\nпретворять принципы нашей Программы АА в действие.\n";
						const data = {title:"31 декабря",description:"Размышления АА на сегодня - 31 декабря",id:"366",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_31-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
