const id = "oktyabr/daily_27-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_27-10";
						const body = "\n## ДЕЛИТЬСЯ СО ВСЕМ МИРОМ\n\n**Единственное, что имеет значение, это то, что он алкоголик, который сам\nнашел ключ к трезвости. Легко обменяться в среде алкоголиков этими прошлыми\nстраданиями и рассказом об исцелении. Способность к такому контакту — это дар,\nполученный нами от Бога, и его передача другим является единственной целью,\nкоторые ставят перед собой группы АА во всем мире.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 169  \nTwelve Steps and Twelve Traditions, p. 151_**\n\nСила АА заключается в желании каждого члена и каждой группы в любом уголке\nмира делиться с другими алкоголиками своими переживаниями и шагами по\nобретению и поддержания трезвости. Поддерживая осо-знанный контакт со своей\nВысшей Силой, я тем самым углубляю свою веру в то, что мне достанет сил для\nвоплощения в жизнь моего желания помогать другим алкоголикам. А это, в свою\nочередь, обеспечит продолжение жизни чудесного братства АА.\n";
						const data = {title:"27 октября",description:"Размышления АА на сегодня - 27 октября",id:"301",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_27-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
