const id = "sentyabr/daily_28-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_28-09";
						const body = "\n## ЛЮБОВЬ БЕЗ ВСЯКИХ УСЛОВИЙ\n\n**Практика показывает, что наиболее стойкий иммунитет против алкоголя дает\nинтенсивная работа с другими алкоголиками.**\n\n**_Анонимные Алкоголики, с. 86  \nAlcoholics Anonymous, p. 89_**\n\nНаставничество преподнесло мне два сюрприза. Во-первых, мои подопечные\nзаботились обо мне. То, что я считал благодарно-стью, больше походило на\nлюбовь. Они хотели, чтобы я был счастлив, рос духовно и оставался трезвым.\nТакое их отношение ко мне не раз останавливало меня от выпивки. Во-вторых, я\nоткрыл для себя, что способен любить другого человека с чувством\nответственности, с подлинной и уважительной заботой о его духовном росте. До\nэтого я думал, что моя способность искренне заботиться о благополучии другого\nчеловека атрофировалась из-за отсутствия практики. Один из величайших даров\nПрограммы — то, что я способен любить без зависти и тревоги. Благодарность за\nэтот дар многие годы сохраняет мою трезвость.\n";
						const data = {title:"28 сентября",description:"Размышления АА на сегодня - 28 сентября",id:"272",moth:"sentyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/sentyabr/daily_28-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
