const id = "noyabr/daily_22-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_22-11";
						const body = "\n## ТОЛЬКО ДВА ГРЕХА\n\n**…есть только два греха: первый — мешать росту другого человека, второй —\nмешать своему собственному росту.**\n\n**_Анонимные Алкоголики  \nAlcoholics Anonymous, p. 542_**\n\nСчастье — состояние весьма иллюзорное. Как часто мои «молитвы» о других имеют\nподтекстом «скрытые» просьбы о себе? Как часто мои поиски счастья создают\nзавалы на пути духовного роста других людей и даже меня самого? Поиск, в\nсмирении и принятии, путей духовного роста приводит иногда к таким плодам,\nкоторые на первый взгляд не назовешь добрыми, целостными и жизненно важными. И\nвсе же, оглядываясь назад, я вижу, что даже боль, борьба и неудачи в конечном\nитоге способствовали моему духовному росту в Программе — а значит, и душевному\nпокою.\n";
						const data = {title:"22 ноября",description:"Размышления АА на сегодня - 22 ноября",id:"327",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_22-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
