const id = "dekabr/daily_03-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_03-12";
						const body = "\n## ВО ВСЕХ НАШИХ ДЕЛАХ\n\n**…мы старались донести смысл наших идей до других алкоголиков и применять эти\nпринципы во всех наших делах.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 120  \nTwelve Steps and Twelve Traditions, p. 106_**\n\nЯ считаю, что нести идею выздоровления другим алкоголикам легко потому, что\nэто помогает мне оставаться трезвым и дает ощущение уверенности в собственном\nвыздоровлении. Труднее _применять эти принципы во всех моих делах_. Важно,\nчтобы я делился полученными от АА благами, и особенно _дома_. Разве не\nзаслуживает моя семья такого же терпения, понимания и терпимости, которые я\nтак охотно проявляю к алкоголикам? Огля-дываясь на прожитый день, я стараюсь\nспросить себя: «Была ли у меня сегодня возможность отнестись к кому-то по-\nдружески, не упустил ли я ее?», «Была ли у меня возможность подняться над\nнеприятной ситуацией и не уклонился ли я от этого?», «Мог ли я сказать\n«Прости» и сделал ли это?»\n\nТочно так же, как я ежедневно прошу Бога помочь мне с моей алкогольной\nпроблемой, я прошу Его помочь мне распространить мое выздоровление на _все_\nситуации и на _всех_ людей.\n";
						const data = {title:"3 декабря",description:"Размышления АА на сегодня - 3 декабря",id:"338",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_03-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
