const id = "iyul/daily_12-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_12-07";
						const body = "\n## ОТКАЗАТЬСЯ ОТ ГЛАВНОЙ РОЛИ\n\n**…ибо без определенной степени смирения ни один алкоголик не может оставаться\nтрезвым… Без него они не смогут поставить перед собой какую-либо полезную\nцель, а в трудные моменты жизни опереться на веру, чтобы устоять перед\nиспытаниями.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 81  \nTwelve Steps and Twelve Traditions, p. 72_**\n\nПочему я противлюсь слову «смирение»? Я смиряюсь не перед другими людьми, а\nперед Богом, как я понимаю Его. Смирение означает проявление «покорного\nуважения», и, будучи смиренным, я осознаю, что я не центр Вселенной. Пока я\nпил, то всецело был во власти гордыни и эгоцентризма, считая, что мир\nвращается вокруг меня и что я хозяин своей судьбы. Смирение позволяет мне\nбольше полагаться на Бога в преодолении жизненных преград и в избавлении от\nнедостатков — чтобы я мог духовно расти. Для повышения своего\nпрофессионального уровня я должен решать все более сложные проблемы, а когда\nна моем пути возникают препятствия — учиться преодолевать их с Божьей помощью.\nЕжедневное общение с Богом подтверждает мое смирение и позволяет мне осознать,\nчто Некто более могущественный, чем я, готов помочь мне, если я перестану\nмнить себя Богом.\n";
						const data = {title:"12 июля",description:"Размышления АА на сегодня - 12 июля",id:"194",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_12-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
