const id = "avgust/daily_31-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_31-08";
						const body = "\n## УНИКАЛЬНАЯ ПРОГРАММА\n\n**Анонимные Алкоголики никогда не станут профессионалами. Мы поняли в какой-то\nмере смысл древних слов: «безвозмездно полученное отдавай безвозмездно». Мы\nсделали открытие, что на профессиональном уровне духовность и деньги\nнесовместимы.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 185  \nTwelve Steps and Twelve Traditions, р. 166_**\n\nЯ полагаю, что АА стоит особняком в лечении алкоголизма потому, что оно\nосновано исключительно на принципе, когда один алкоголик делится с другим\nалкоголиком. В этом и заключается уникальность Программы. Когда я решил, что\nхочу оставаться трезвым, я обратился к женщине, которую знал как трезвого\nчлена АА. Она рассказала мне об идее АА. Она не получила никакой денежной\nкомпенсации, но платой для нее был еще один ее трезвый день. Сегодня я не смог\nбы попросить никакой другой платы, кроме еще одного дня без алкоголя. И труд\nмой щедро оплачивается.\n";
						const data = {title:"31 августа",description:"Размышления АА на сегодня - 31 августа",id:"244",moth:"avgust",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/avgust/daily_31-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
