const id = "mart/daily_13-03.md";
						const collection = "diaries";
						const slug = "mart/daily_13-03";
						const body = "\n## МИР ДУХА\n\n**Мы вошли в мир Духа. Наша следующая задача — развивать понимание и повышать\nдейственность наших усилий. Это не приходит за один день. Это задача на всю\nоставшуюся жизнь.**\n\n**_Анонимные Алкоголики, с. 82  \nAlcoholics Anonymous, p. 84_**\n\nСлово «вошли» и фраза «вошли в мир Духа» имеют огромное значение. Они\nподразумевают действие, начало, вхождение, предпосылку к поддержанию моего\nдуховного роста, поскольку «Дух» — это нематериальная часть меня. Препятствия\nдля моего духовного роста — эгоцентризм, «зацикленность» на материальном,\nмирском. Духовность означает предпочтение духовного мирской обыденности, она\nозначает подчинение Божьей воле. Вот что в моем понимании духовно: любовь без\nкаких бы то ни было условий, радость, терпимость, доброта, великодушие,\nпреданность, самоконтроль и смирение. Всякий раз, когда я позволяю эгоизму,\nнечестности, обиде и страху стать частью меня, я преграждаю путь духовности.\nПо мере того как я сохраняю трезвость, духовный рост становится постоянным.\nМоя цель — расти духовно и принять тот факт, что мне не достичь духовного\nсовершенства.\n";
						const data = {title:"13 марта",description:"Размышления АА на сегодня - 13 марта",id:"73",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_13-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
