const id = "mart/daily_07-03.md";
						const collection = "diaries";
						const slug = "mart/daily_07-03";
						const body = "\n## ЖЕЛАНИЕ — ЭТО КЛЮЧ\n\n**Однажды воспользовавшись нашим желанием как ключом, открывающим замок, и\nслегка при-открыв дверь, мы обнаружили, что теперь сможем открывать ее всегда\nи все шире и шире.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 42  \nTwelve Steps and Twelve Traditions, p. 35_**\n\nГотовность отдать свою гордыню и -упрямство Силе более могущественной, чем я,\nоказалось той единственной составляющей, которая абсолютно необходима сегодня\nдля решения всех моих проблем. Даже малой толики готовности, если оно\nискренне, достаточно, чтобы Бог мог войти в мою жизнь и взять на Себя любую\nмою проблему, боль или одержимость. Уровень моего благополучия напрямую связан\nсо степенью моей готовности прямо сейчас отказаться от своеволия и позволить\nБожьей воле доминировать в моей жизни. С ключом желания мои тревоги и страхи\nлегко трансформируются в душевный покой.\n";
						const data = {title:"7 марта",description:"Размышления АА на сегодня - 7 марта",id:"67",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_07-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
