const id = "fevral/daily_24-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_24-02";
						const body = "\n## БЛАГОДАРНОЕ СЕРДЦЕ\n\n**Я стараюсь твердо придерживаться той истины, что наполненное благодарностью\nсердце не может тешиться тщеславием. Преисполненное благодарности, с каждым\nударом оно, конечно же, будет излучать любовь — прекраснейшее из чувств,\nкоторое дано нам познать.**\n\n**_Как это видит Билл  \nAs Bill Sees It, с. 37_**\n\nМой наставник сказал мне, что я должен быть благодарным алкоголиком и всегда\nстараться иметь «чувство благодарности», что благодарность является основой\nсмирения, что смирение — это основа анонимности и что анонимность является\n«духовной основой всех наших Традиций, постоянно напоминающей нам о том, что\nглавным являются принципы, а не личности». В результате такого руководства\nкаждый новый день я начинаю, стоя на коленях, и благодарю Бога за три вещи: я\nжив, я трезвый, и я член АА. Затем я стараюсь жить с «чувством благодарности»\nи 24 часа наслаждаться АА-евским способом жить. АА — это не то, куда я\nвступил, это то, чем я живу.\n";
						const data = {title:"24 февраля",description:"Размышления АА на сегодня - 24 февраля",id:"55",moth:"fevral",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/fevral/daily_24-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
