const id = "april/daily_08-04.md";
						const collection = "diaries";
						const slug = "april/daily_08-04";
						const body = "\n## ВЗГЛЯД В СЕБЯ\n\n**Нужно точно установить, как, когда и где наши естественные желания оказались\nизвращенными. Мы хотим открыто признать, какие несчастья это принесло нам и\nдругим людям. Обнаружив в себе эмоциональные отклонения, мы можем приступить к\nих исправлению.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 50  \nTwelve Steps and Twelve Traditions, p. 43_**\n\nСегодня я уже не раб алкоголя, но рабство все еще угрожает мне — быть рабом\nсамого себя, своих желаний, даже своих мечтаний. Но без мечты я не могу жить;\nбез мечты нет ничего, что двигало бы меня вперед.\n\nЧтобы освободить себя, мне надо в себя заглянуть. Я должен привлечь силу Бога,\nчтобы смело встретиться с человеком, которого я боялся больше всего, увидеть\nсебя истинного, каким сотворил меня Бог. Пока я не смогу и не сделаю так, я\nбуду метаться и никогда по-настоящему не освобожусь. Каждый день я прошу Бога\nпоказать мне такую свободу!\n";
						const data = {title:"8 апреля",description:"Размышления АА на сегодня - 8 апреля",id:"99",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_08-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
