const id = "april/daily_04-04.md";
						const collection = "diaries";
						const slug = "april/daily_04-04";
						const body = "\n## ТРЕБОВАНИЕ НЕВОЗМОЖНОГО\n\n**Именно это ощущение неполноценности усиливается его детской\nчувствительностью, и именно такое положение дел развивает в нем ненасытное,\nненормальное стремление к самодовольству и успеху в глазах окружения. Все еще\nоставаясь ребенком, он просит достать ему луну. А луна, по-видимому, не желает\nк нему спускаться!**\n\n**_Язык сердца  \nThe Language of the Heart, p. 102_**\n\nКогда я пил, мне казалось, что я балансирую между ощущением собственной\nничтожности и убеждением, что я — центр Вселенной. Поиск иллюзорного\nравновесия между двумя этими состояниями стал составной частью моего\nвыздоровления. Луна, о которой я всегда так мечтал, в трезвости редко бывает\nполной: она является мне в разных фазах, и в каждой есть какой-то урок.\nИстинное познание часто идет за затмением, за тьмой, но с каждым циклом моего\nвыздоровления свет становится ярче, а мое видение глубже.\n";
						const data = {title:"4 апреля",description:"Размышления АА на сегодня - 4 апреля",id:"95",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_04-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
