const id = "yanvar/daily_12-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_12-01";
						const body = "\n## ПРИНИМАТЬ НАШИ СЕГОДНЯШНИЕ ОБСТОЯТЕЛЬСТВА\n\n**Наша самая основная задача — принять обстоятельства нашей жизни такими,\nкакие они есть, принять себя, какие мы есть на самом деле, и окружающих нас\nлюдей такими, какие они есть. Это значит обрести трезвое смирение, без\nкоторого не может начаться настоящее движение вперед. Снова и снова нам надо\nбудет возвращаться к этому беспристрастному моменту. Это своего рода\nупражнение в принятии, которое весьма полезно выполнять ежедневно.**\n\n**Если мы будем настойчиво избегать замены нереальных оправданий апатии или\nпораженчества на реальную оценку жизненных фактов, то последние могут стать\nпрочным фундаментом эмоционального здоровья и послужить строительным\nматериалом духовного развития.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 44_**\n\nКогда мне трудно принимать людей, ситуации или события, я обращаюсь к этому\nотрывку, и он освобождает меня от многих подспудных страхов относительно\nдругих людей или обстоятельств, которые мне преподносит жизнь. Эта мысль\nпозволяет мне оставаться человеком, а не быть совершенством, и сохранять мой\nдушевный покой.\n";
						const data = {title:"12 января",description:"Размышления АА на сегодня - 12 января",id:"12",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_12-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
