const id = "iyul/daily_26-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_26-07";
						const body = "\n## «ЦЕНА» ТРЕЗВОСТИ\n\n**Каждой группе АА следует полностью опираться на собственные силы,\nотказываясь от помощи извне.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 178  \nTwelve Steps and Twelve Traditions, p. 160_**\n\nКогда я прихожу в магазин, то смотрю на цены, и если вижу то, что мне нужно,\nто, заплатив нужную сумму, покупаю это. Сейчас, когда считается, что я\nвыздоравливаю, я должен исправлять свою жизнь. На собрании я пью кофе с\nсахаром и молоком, иногда и не одну чашку. Но когда начинается сбор\nпожертвований, я либо слишком занят, чтобы открыть кошелек, либо же у меня и\nтак мало денег. Но ведь я там нахожусь потому, что мне это собрание\n_необходимо_. Я слышал, как кто-то предложил опускать в корзину (шляпу, кружку\nи пр.) стоимость банки пива, и подумал: «Ну, это уж слишком!» Я почти никогда\nне давал больше доллара. Как и многие другие, я полагаюсь на более щедрых\nчленов, чтобы финансировать Содружество. Я забываю, что деньги нужны на аренду\nпомещения, покупку кофе, сахара и чашек. Я, не колеблясь, заплачу девяносто\nцентов за чашку кофе в кафе — на это у меня всегда найдутся деньги. Так\nсколько же стоят моя трезвость и мой душевный покой?\n";
						const data = {title:"26 июля",description:"Размышления АА на сегодня - 26 июля",id:"208",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_26-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
