const id = "yanvar/daily_11-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_11-01";
						const body = "\n## НА СТО ПРОЦЕНТОВ\n\n**Только Первый Шаг, где мы признали на сто процентов свое бессилие перед\nалкоголем, требует абсолютного совершенства.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 79  \nTwelve Steps and Twelve Traditions, p. 68_**\n\nЗадолго до того, как я обрел трезвость в АА, я уже сознавал, что алкоголь\nубивает меня. Но, даже зная это, я не мог бросить пить. Поэтому, встретившись\nс Первым Шагом, я легко признал, что бессилен перед выпивкой. Но была ли моя\nжизнь неуправляемой? Да никогда! Через пять месяцев после прихода в АА я опять\nначал пить и удивлялся, почему.\n\nПозднее, вернувшись в АА, наученный горьким опытом, я понял, что Первый Шаг —\nэто единственный Шаг, который может быть сделан на сто процентов. И\nединственный способ сделать его на сто процентов — это сделать сто процентов\nэтого Шага. Это было много дней тому назад, и мне уже не нужно делать Первый\nШаг снова.\n";
						const data = {title:"11 января",description:"Размышления АА на сегодня - 11 января",id:"11",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_11-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
