const id = "sentyabr/daily_22-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_22-09";
						const body = "\n## БОГАТЕЙШАЯ ЖИЛА\n\n**Как отощавший старатель, оставшийся с последней коркой хлеба, мы\nнатолкнулись киркой на золотую жилу, и радость после преодоления бесконечной\nчереды разочарований не знала границ. Отец чувствует, что нашел нечто большее,\nчем золото. Иногда он, может быть, попытается что-то спрятать для себя. Он еще\nне понимает, что затронул начало богатейшей жилы, которая будет приносить ему\nприбыль только в том случае, если он будет копать до конца жизни и настоит на\nтом, чтобы все добытое раздавалось бесплатно.**\n\n**_Анонимные Алкоголики, с. 124-125  \nAlcoholics Anonymous, pp. 128-129_**\n\nКогда я разговариваю с новичком АА, то прямо на меня смотрит мое прошлое. -Я\nвижу боль в глазах, но надежда еще не умерла. Я протягиваю руку, и происходит\nчудо: _я_ исцеляюсь. Мои проблемы исчезают, как только я касаюсь этой дрожащей\nдуши.\n";
						const data = {title:"22 сентября",description:"Размышления АА на сегодня - 22 сентября",id:"266",moth:"sentyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/sentyabr/daily_22-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
