const id = "dekabr/daily_30-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_30-12";
						const body = "\n## АНОНИМНОСТЬ\n\n**Анонимность — духовная основа всех наших Традиций, постоянно напоминающая\nнам о том, что главным являются принципы, а не личности.**\n\n**_Анонимные Алкоголики, с. 176  \nAlcoholics Anonymous, p. 564_**\n\nЗначимость Двенадцатой Традиции я почувствовала еще в первые дни моей\nтрезвости, и теперь, наряду с Двенадцатью Шагами, она остается непременным\nусловием моего выздоровления. Став членом АА, я буквально сразу увидела, что у\nменя имеются проблемы с характером. А потому и идея Традиций стала мне понятна\n— для меня и для других людей существует верный способ смотреть в лицо\nалкоголизму и сопутствующим ему злобе, агрессивности и защитным реакциям. Я\nрассматривала Двенадцатую Традицию как хороший способ сдерживания моего «я»:\nона «гасила» мою злобу и давала возможность использовать Принципы Программы.\nВсе Шаги, и особенно эта Традиция, несколько десятков лет вели меня по пути\nнепрерывной трезвости. Я благодарна всем, кто был со мной, когда я в этом\nнуждалась.\n";
						const data = {title:"30 декабря",description:"Размышления АА на сегодня - 30 декабря",id:"365",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_30-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
