const id = "april/daily_28-04.md";
						const collection = "diaries";
						const slug = "april/daily_28-04";
						const body = "\n## ДВА ЗАМЕЧАТЕЛЬНЫХ КАЧЕСТВА\n\n**Выздоровление в АА можно оценить с помощью двух понятий: смирения и\nответственности. Все наше духовное развитие может быть точно измерено степенью\nнашей приверженности этим великолепным качествам.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 271_**\n\nПризнание и уважение взглядов, достижений и прав других людей, наряду с\nпризнанием моей неправоты, указывают мне путь к смирению. Применение принципов\nАА во всех делах ведет меня к ответственности. Соблюдение всех этих принципов\nвызывает доверие как к Четвертой, так и ко всем остальным Традициям нашего\nСодружества. Анонимные Алкоголики выработали философию жизни, наполненной\nразумными желаниями, в высшей степени обогащенной принципами и этическими\nценностями; выработали и взгляд на жизнь, который может применяться не только\nалкоголиками. Чтобы следовать этим принципам, мне просто надо молиться и\nзаботиться о своих товарищах так, как если бы каждый из них был моим братом.\n";
						const data = {title:"28 апреля",description:"Размышления АА на сегодня - 28 апреля",id:"119",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_28-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
