const id = "noyabr/daily_17-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_17-11";
						const body = "\n## ПРЕОДОЛЕНИЕ ОДИНОЧЕСТВА\n\n**Почти все без исключения алкоголики знают пытку одиночества. Еще до того как\nнаше пьянство приняло угрожающие размеры и люди стали сторониться нас, почти\nвсе мы страдали от чувства какой-то оторванности.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 90_**\n\nАгонии и пустота, которые я часто ощущал внутри себя, сегодня все реже и реже\nпоявляются в моей жизни. Я научился справляться с одиночеством. Я могу\nобщаться с Богом, только когда я один и спокоен, но если я в суете, то даже Он\nне может достучаться до меня. В любое время хорошо быть в контакте с Богом, но\nкогда все, как мне кажется, плохо, исключительно важно молитвой и\nразмышлениями поддерживать с Ним этот контакт.\n";
						const data = {title:"17 ноября",description:"Размышления АА на сегодня - 17 ноября",id:"322",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_17-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
