const id = "iyul/daily_17-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_17-07";
						const body = "\n## КАПИТУЛЯЦИЯ И САМОАНАЛИЗ\n\n**Моя устойчивость вырастала из стремления отдавать, а не из требования\nполучать для себя.**\n\n**Такой подход, по моему мнению, годится и для обретения эмоциональной\nтрезвости. Если мы проанализируем любую неприятность, большую или не очень, то\nв основе ее обнаружим некую нездоровую зависимость и вытекающее из нее\nнездоровое же требование с нашей стороны. Давайте же с Божьей помощью\nотказываться от этих, сковывающих нас притязаний. Тогда мы станем свободными\nдля жизни и любви. Тогда мы сможем вести себя и других с помощью Двенадцатого\nШага к эмоциональной трезвости.**\n\n**_Язык сердца  \nThe Language of the Heart, p. 238_**\n\nГоды зависимости от алкоголя — химического вещества, изменяющего настроение, —\nлишили меня способности эмоционально общаться с товарищами. Я считал, что\nдолжен быть самостоятельным, надеяться только на себя и сам управлять своей\nжизнью в мире людей, на которых нельзя положиться. В конце концов я потерял\nуважение к себе и оказался один на один со своей зависимостью, не способный\nдоверять себе или верить во что-либо. Капитуляция и самоанализ в сочетании с\nрассказами о себе новичкам помогли мне смиренно попросить о помощи.\n";
						const data = {title:"17 июля",description:"Размышления АА на сегодня - 17 июля",id:"199",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_17-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
