const id = "maj/daily_16-05.md";
						const collection = "diaries";
						const slug = "maj/daily_16-05";
						const body = "\n## МЫ ПРОЩАЕМ…\n\n**Часто, работая именно по этому Шагу с наставником или духовником, мы впервые\nпочувствовали, что способны простить других, как бы сильно они нас ни обидели.\nНаша моральная оценка собственного «я» убедила нас в том, что желательно\nвсегда прощать. Но только всерьез взявшись за работу по Пятому Шагу, мы\nвнутренне осознаём возможность того, что мы будем прощены, и собственную\nспособность даровать прощение.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 67  \nTwelve Steps and Twelve Traditions, p. 58_**\n\nКакое же это великое чувство — прощение! Сколько нового открывается в моей\nэмоциональной, психологической и духовной природе! А всего-то и требуется для\nэтого — готовности простить, все остальное сделает Бог.\n";
						const data = {title:"16 мая",description:"Размышления АА на сегодня - 16 мая",id:"137",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_16-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
