const id = "april/daily_17-04.md";
						const collection = "diaries";
						const slug = "april/daily_17-04";
						const body = "\n## ЛЮБОВЬ И СТРАХ КАК ПРОТИВОПОЛОЖНОСТИ\n\n**Все эти недостатки порождают страх, который сам по себе является видом\nдушевного заболевания.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 57  \nTwelve Steps and Twelve Traditions, p. 49_**\n\n«Страх постучался в дверь, вера ответила — и там вдруг никого не оказалось».\nНе знаю, кому принадлежит это изречение, но из него становится ясно, что страх\n— это иллюзия. Я сам создаю эту иллюзию.\n\nЯ рано испытал страх и ошибочно считал, что одно только его присутствие делает\nменя трусом. Я не знал, что одно из определений мужества — «желание поступать\nправильно, невзирая на страх». Таким образом, мужество — это не обязательно\nотсутствие страха.\n\nКогда в моей жизни не было любви, почти наверняка мной владел страх. Бояться\nБога — значит бояться радости. Оглядываясь назад, я понимаю, что, когда я\nбоялся Бога, в моей жизни не было радости. Я научился не бояться Бога — и\nнаучился испытывать радость.\n";
						const data = {title:"17 апреля",description:"Размышления АА на сегодня - 17 апреля",id:"108",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_17-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
