const id = "april/daily_11-04.md";
						const collection = "diaries";
						const slug = "april/daily_11-04";
						const body = "\n## «ОБВИНЕНИЕ» — СЛОВО, ОТ КОТОРОГО НЕОБХОДИМО ОТКАЗАТЬСЯ\n\n**Требуется немало времени, чтобы понять, что мы стали жертвой собственной\nэмоциональной неустойчивости. В других мы замечали это сразу, но в себе очень\nмедленно. Прежде всего мы должны были признать, что у нас есть эти недостатки,\nкаким бы болезненным и унизительным ни было это открытие. Что касается других\nлюдей, то нужно было отказаться от слова «обвиняю» в наших разговорах и\nмыслях.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 55  \nTwelve Steps and Twelve Traditions, p. 47_**\n\nКогда я работал по Четвертому Шагу, следуя указаниям Большой Книги, я заметил,\nчто список моих обид состоял из предрассудков и обвинений других в моей\nнеспособности добиться успеха и жить в соответствии со своим потенциалом. Я\nоткрыл также, что я не такой, как другие, потому что я черный. По мере работы\nпо этому Шагу я понял, что пил, исключительно чтобы отделаться от этих чувств.\nТолько став трезвым и оценив себя с нравственной точки зрения, я прекратил\nобвинять других людей.\n";
						const data = {title:"11 апреля",description:"Размышления АА на сегодня - 11 апреля",id:"102",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_11-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
