const id = "iyun/daily_22-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_22-06";
						const body = "\n## СЕГОДНЯ Я СВОБОДЕН\n\n**Это привело меня к здравому осознанию того, что в мире еще много ситуаций,\nперед которыми лично я — бессилен. Если я с готовностью признал это в случае с\nалкоголем, то должен признать то же самое и в отношении многого другого. Мне\nнадо успокоиться и уяснить, что это Он — Бог, а вовсе не я.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 134_**\n\nЧтобы наслаждаться душевным покоем, я учусь принимать все как есть во всех\nситуациях. Было время, когда жизнь была для меня постоянной битвой, — мне\nказалось, что каждый день я должен до полной победы сражаться с самим собой и\nс другими. В конце концов я проиграл это сражение. Всегда кончалось тем, что я\nнапивался и оплакивал свое незавидное положение. Только позволив событиям идти\nсвоим чередом, а Богу — взять мою жизнь, я обрел душевный покой. Сегодня я\nсвободен. Мне больше не надо ни с кем и ни с чем сражаться.\n";
						const data = {title:"22 июня",description:"Размышления АА на сегодня - 22 июня",id:"174",moth:"iyun",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyun/daily_22-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
