const id = "april/daily_13-04.md";
						const collection = "diaries";
						const slug = "april/daily_13-04";
						const body = "\n## ЛОЖНЫЙ КОМФОРТ ОТ ЖАЛОСТИ К СЕБЕ\n\n**Жалость к себе — один из самых несчастливых и разрушающих дефектов, которые\nмы знаем. Это барьер на пути к духовному прогрессу, и он может разрушить все\nполезные связи с нашими товарищами, поскольку несет в себе непомерное\nтребование внимания и симпатии к ее носителю. Это сентиментальная форма\nмученичества, которое мы не можем себе позволить.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 238_**\n\nЛожный комфорт от жалости к себе отгораживал меня от реальной действительно-\nсти лишь на некоторое время, а затем, подобно наркотику, требовал еще большей\nдозы. Если я поддамся саможалости, она может привести меня к срыву. Что же мне\nделать? Для меня существует надежное средство — переключать свое внимание,\nпусть сначала понемногу, на людей, которым действительно повезло меньше, чем\nмне, и лучше всего, на других алкоголиков. Чем искреннее я сочувствую им, тем\nменьше моя собственная преувеличенная саможалость.\n";
						const data = {title:"13 апреля",description:"Размышления АА на сегодня - 13 апреля",id:"104",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_13-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
