const id = "mart/daily_23-03.md";
						const collection = "diaries";
						const slug = "mart/daily_23-03";
						const body = "\n## …БОЛЬШЕ НИКАКИХ ОГОВОРОК\n\nВ очередной раз мы убеждаемся в истинности утверждения: «Если ты алкоголик, то\nэто уже навсегда»… Если вы решили бросить пить, то это решение должно быть\nбезоговорочным, без всякой задней мысли когда-либо вернуться к нормальному\nпотреблению алкоголя… Необязательно пить слишком долго и принимать большое\nколичество алкоголя, чтобы стать алкоголиком. Это особенно справедливо по\nотношению к женщинам. Те, кто склонны к алкоголизму, становятся алкоголичками\nза несколько лет. ** _Анонимные Алкоголики, с. 32  \nAlcoholics Anonymous, p. 33_**\n\nЭти слова подчеркнуты в моей книге. И они истина для алкоголиков — мужчин и\nженщин. Во многих случаях я обращалась к этой странице и размышляла над этим\nотрывком. Мне не надо дурачить себя, вспоминая свои довольно разные питейные\nпривычки или веря, что я «излечилась». Мне нравится думать, что если трезвость\n— это дар Бога мне, то моя трезвая жизнь — мой дар Богу. Я надеюсь, что Бог\nтак же радуется Своему подарку, как я радуюсь своему.\n";
						const data = {title:"23 марта",description:"Размышления АА на сегодня - 23 марта",id:"83",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_23-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
