const id = "dekabr/daily_10-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_10-12";
						const body = "\n## НЕСТИ СМЫСЛ НАШИХ ИДЕЙ\n\n**Ну а каково содержание Двенадцатого Шага? Та чудесная энергия, которую он\nвысвобождает, и напряженная деятельность по передаче опыта другим страдающим\nалкоголикам, которая преобразует Двенадцать Шагов в действия, оказывающие\nвлияние на все наши дела, являются платой, великолепной реальностью Анонимных\nАлкоголиков.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 123  \nTwelve Steps and Twelve Traditions, p. 109_**\n\nОтречься от алкогольного мира. Это не значит покинуть его, но — действовать по\nпринципам, которые понравились и которые я высоко ценю; восстанавливать у тех,\nкто все еще страдает, душевный покой, который я познал и ощущаю. Если я по-\nнастоящему привержен этой цели, мало что значит моя одежда или то, как я\nзарабатываю себе на жизнь. Моя задача — нести идею выздоровления и увлекать за\nсобой своим примером, а не пропагандой.\n";
						const data = {title:"10 декабря",description:"Размышления АА на сегодня - 10 декабря",id:"345",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_10-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
