const id = "avgust/daily_07-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_07-08";
						const body = "\n## СПОСОБ ЖИТЬ\n\n**Мы, в свою очередь, искали этот же выход с отчаянием утопающего. То, что\nпредставлялось вначале хрупкой тростинкой, оказалось любящей и сильной Божьей\nдланью. Новая жизнь была открыта нам, или, если хотите, «образец, по которому\nжить», — и он действительно помогает.**\n\n**_Анонимные Алкоголики, с. 27  \nAlcoholics Anonymous, p. 28_**\n\nКаждый день я всем сердцем благодарю Бога за то, что Он указал мне «образец,\nпо которому жить», «действительно срабатывающий» через наше замечательное\nСодружество. Но что же он на самом деле представляет собой, этот «образец, по\nкоторому жить», который «действительно срабатывает»? Для меня это работа с\nполной отдачей по Двенадцати Шагам, постоянное осознание Бога, который любит\nменя без всяких условий, и надежда, что каждый новый день мне есть для чего\nжить. Я действительно очень счастлив в этом Содружестве.\n";
						const data = {title:"7 августа",description:"Размышления АА на сегодня - 7 августа",id:"221",moth:"avgust",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/avgust/daily_07-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
