const id = "mart/daily_15-03.md";
						const collection = "diaries";
						const slug = "mart/daily_15-03";
						const body = "\n## ИДЕЯ БОГА\n\n**Когда мы увидели, как другие решают свои проблемы, полагаясь на Дух\nВселенной, мы перестали сомневаться в существовании Бога. Наши собственные\nидеи оказались беспомощными, в то время как идея Бога нам помогла.**\n\n**_Анонимные Алкоголики, с. 51  \nAlcoholics Anonymous, p. 52_**\n\nКак слепой, к которому постепенно возвращается зрение, я медленно нащупывал\nпуть к Третьему Шагу. Осознав, что только Сила более могущественная, чем я,\nможет вытащить меня из страшной бездны, в которой я очутился, я понял, что\nдолжен как-то ухватиться за эту Силу, и она станет моим якорем в море\nбедствий. Вера моя в то время была микроскопической, но ее оказалось\nдостаточно, чтобы я увидел: пора отказаться от опоры на высокомерное «я». Мне\nпросто необходимо заменить его надежной опорой, которая может исходить только\nот Силы, намного более могущественной, чем моя собственная.\n";
						const data = {title:"15 марта",description:"Размышления АА на сегодня - 15 марта",id:"75",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_15-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
