const id = "maj/daily_28-05.md";
						const collection = "diaries";
						const slug = "maj/daily_28-05";
						const body = "\n## РАВНЫЕ ПРАВА\n\n**Время от времени во многих группах АА бурно спорят о выработке правил… Со\nвременем страх и нетерпимость исчезают. Мы не хотим никого лишать шанса на\nвыздоровление от алкоголизма. Мы хотим как можно больше принимать и никогда не\nисключать.**\n\n**_Традиции АА — как они развивались  \nAA Tradition: How It Developed, pp. 10, 11, 12_**\n\nВ АА мне предложили полную свободу и приняли в Содружество таким, какой я\nесть. Мое членство не зависело от моего согласия с чем-либо, финансового\nположения или образования, и я благодарен за это. Я часто спрашиваю себя, могу\nли я предложить такое же равенство другим или же отказываю им в свободе\nотличаться от меня. Сегодня я стараюсь заменить страх и нетерпимость на веру,\nтерпимость, любовь и принятие. Я могу привнести эти силы в группу АА, в свой\nдом и на работу. Я стараюсь создавать позитивные отношения везде, где бываю.\n\nУ меня нет ни права, ни обязанности судить других. В зависимости от моего\nотношения я могу видеть в новичках в АА, в членах моей семьи и в друзьях\nугрозу или учителей. Когда я вспоминаю некоторые свои прошлые суждения, то\nясно вижу, как мое самодовольство вредило моей духовности.\n";
						const data = {title:"28 мая",description:"Размышления АА на сегодня - 28 мая",id:"149",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_28-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
