const id = "maj/daily_18-05.md";
						const collection = "diaries";
						const slug = "maj/daily_18-05";
						const body = "\n## СВОБОДА БЫТЬ САМИМ СОБОЙ\n\n**Если эта фаза нашего развития болезненна для нас, мы будем удивлены, когда\nполовина пути окажется позади. Мы познáем новую свободу и новое счастье.**\n\n**_Анонимные Алкоголики, с. 81  \nAlcoholics Anonymous, p. 83_**\n\nМоя первая и истинная свобода — это свобода не выпить сегодня. Если я искренне\nхочу ее обрести, то буду работать по Двенадцати Шагам. И счастье этой свободы\nпридет ко мне именно через Шаги, может скоро, а может, и не очень. За ней\nпоследуют другие свободы, познание их — это новая свобода. Сегодня мне дана\nновая свобода — свобода быть самим собой. У меня есть свобода быть лучше, чем\nкогда-либо раньше.\n";
						const data = {title:"18 мая",description:"Размышления АА на сегодня - 18 мая",id:"139",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_18-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
