const id = "dekabr/daily_07-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_07-12";
						const body = "\n## НАСТОЯЩЕЕ ЧЕСТОЛЮБИЕ\n\n**Настоящие амбиции — это не то, что мы думали. Это желание быть полезным и\nсмиренно идти по жизни под сенью Божьей благодати.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 140  \nTwelve Steps and Twelve Traditions, pp. 124-125_**\n\nКогда я пил, единственной моей заботой было высокое мнение обо мне всех\nокружающих. Мое честолюбие выражалось в желании всегда быть на высоте во всем,\nчто бы я ни делал. Мое внутреннее «я» постоянно говорило мне что-то другое, но\nя не мог это принять. Я даже не позволял себе признаться, что постоянно ношу\nмаску. Наконец, когда маска упала с моего лица, я с криком отчаяния обратился\nк единственному Богу, которого мог себе тогда представить, и в поле моего\nзрения оказались Содружество АА, моя группа и Двенадцать Шагов. Я научился\nпревращать обиду в согласие, страх — в надежду, злобу — в любовь. Даря людям\nлюбовь без ожиданий, делясь своими заботами с друзьями и заботясь о них, я\nузнал также, что каждый день может быть радостным и плодотворным. Я начинаю и\nзаканчиваю каждый день благодарностью Богу, Который так щедро одаривает меня\nсвоей милостью.\n";
						const data = {title:"7 декабря",description:"Размышления АА на сегодня - 7 декабря",id:"342",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_07-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
