const id = "noyabr/daily_13-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_13-11";
						const body = "\n## ВЫГЛЯНУТЬ ЗА ПРЕДЕЛЫ СВОЕГО «Я»\n\n**В особенности мы просим освободить нас от своеволия и при этом помним, что\nне следует просить что-либо только для самого себя. Мы можем просить что-либо\nдля себя, если это принесет пользу и другим. Мы никогда не молимся о том,\nчтобы осуществить свои эгоистические цели.**\n\n**_Анонимные Алкоголики, с. 84  \nAlcoholics Anonymous, p. 87_**\n\nКак активный алкоголик я позволял эгоизму цвести в моей жизни пышным цветом. Я\nтак был поглощен своим пьянством и эгои-стическими привычками, что люди и\nнравственные принципы всегда отходили на второй план. Сейчас, когда я больше\nмолюсь о благополучии других, чем о «своих эгоистических интересах», я учусь\nотказываться от эгоистических привязанностей, заботясь о своих собратьях и\nготовясь к тому дню, когда мне потребуется отпустить все земные привязанности.\n";
						const data = {title:"13 ноября",description:"Размышления АА на сегодня - 13 ноября",id:"318",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_13-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
