const id = "noyabr/daily_11-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_11-11";
						const body = "\n## ПРИНЯТЬ САМОГО СЕБЯ\n\n**Мы знаем, что Бог с любовью присматривает за нами. Мы знаем, что, когда мы\nобратимся к Нему, все будет у нас хорошо и сегодня, и всегда…**\n\n**_Двенадцать шагов и двенадцать традиций, с. 119  \nTwelve Steps and Twelve Traditions, p. 105_**\n\nЯ молюсь за подаренную мне готовность помнить, что я дитя Бога, святая душа в\nчеловеческой оболочке и что моя основная и насущная задача — принимать,\nпознавать, любить и воспитывать самого себя. Принимая себя, я принимаю Божью\nволю. Познавая и любя себя, я познаю и люблю Бога. Воспитывая себя, я действую\nпо воле Божьей.\n\nЯ молюсь о желании избавиться от высокомерной самокритики, чтобы славить Бога,\nпри этом смиренно принимая себя и заботясь о себе.\n";
						const data = {title:"11 ноября",description:"Размышления АА на сегодня - 11 ноября",id:"316",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_11-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
