const id = "dekabr/daily_27-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_27-12";
						const body = "\n## РЕШЕНИЕ ПРОБЛЕМ\n\n**Не менее важным было открытие, что духовные принципы решат все мои\nпроблемы.**\n\n**_Анонимные Алкоголики, с. 41  \nAlcoholics Anonymous, p. 42_**\n\nВ процессе выздоровления, описанном в Большой Книге, я понял, что все\nрекомендации по работе с алкоголизмом применимы и во многих других сферах\nжизни. Когда я злюсь или разочарован, я рассматриваю это как проявление\nосновной моей внутренней проблемы — алкоголизма. По мере того как я «иду» по\nШагам, трудности обычно разрешаются задолго до того, как я достигаю\nДвенадцатого «Предложения». Те же, что остаются, «вылечиваются», когда я\nприлагаю усилия, чтобы донести смысл наших идей до других людей. Эти принципы\nдействительно разрешают мои проблемы! Я не встречал исключений из этого\nутверждения. Эти принципы привели меня к полезному и радостному образу жизни.\n";
						const data = {title:"27 декабря",description:"Размышления АА на сегодня - 27 декабря",id:"362",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_27-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
