const id = "iyun/daily_24-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_24-06";
						const body = "\n## ДУХОВНЫЙ ДЕТСКИЙ САД\n\n**Мы только заведуем духовным детским садом, в котором людям предоставляется\nвозможность преодолеть пьянство и обрести благодать, позволяющую жить\nполноценной жизнью.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 95_**\n\nЯ, загнанный алкоголем в тупик, пришел в АА, желая избавиться от одержимости\nспиртным, но понятия не имел, как это сделать. Я решил остаться настолько,\nсколько понадобится, чтобы выяснить это у тех, кто пришел раньше. Совершенно\nнеожиданно я стал думать о Боге! Мне посоветовали найти Высшую Силу, но я не\nимел понятия, что это такое. Я узнал, что есть много Высших Сил. Мне сказали,\nчто в АА нет ни одной доктрины о Божестве и мне нужно найти своего Бога, как я\nЕго понимаю. Я нашел то, что мне помогло, и затем попросил эту Силу вернуть\nмне здравомыслие. Одержимость спирт-ным исчезла, моя жизнь потекла день за\nднем, и я научился жить трезвым.\n";
						const data = {title:"24 июня",description:"Размышления АА на сегодня - 24 июня",id:"176",moth:"iyun",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyun/daily_24-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
