const id = "noyabr/daily_07-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_07-11";
						const body = "\n## ОТПУСТИ И ПОЛОЖИСЬ НА БОГА\n\n**…молясь лишь о знании Его воли, которую нам надлежит исполнить, и о\nдаровании силы для этого.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 109  \nTwelve Steps and Twelve Traditions, p. 96_**\n\nКогда я «отпускаю и полагаюсь на Бога», то и рассуждаю более ясно и мудро.\nИзбавившись от сконцентрированности на чем-то конкретном, я быстро избавляюсь\nот боли и дискомфорта. А поскольку мне трудно «отпустить» мысли и чувства,\nпричиняющие огромные страдания, то все, что мне нужно в этот момент, —\nпозволить Богу, как я Его понимаю, освободить меня от них. И тогда тревожные\nмысли, чувства и воспоминания покидают меня.\n\nПолучая помощь от Бога, я учусь понимать Его и день за днем справляться с\nлюбыми проблемами на моем пути. Только тогда я могу жить, побеждая алкоголь и\nнаслаждаясь спокойной трезвостью.\n";
						const data = {title:"7 ноября",description:"Размышления АА на сегодня - 7 ноября",id:"312",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_07-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
