const id = "iyun/daily_02-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_02-06";
						const body = "\n## ДОРОГА НАВЕРХ\n\n**Вот предпринятые нами шаги…**\n\n**_Анонимные Алкоголики, с. 57  \nAlcoholics Anonymous, p. 59_**\n\nЭто слова, ведущие меня к Двенадцати Шагам. В своей прямой простоте они\nотметают в сторону все психологические и философские рассуждения о правоте\nШагов. Они описывают то, что я сделал: я предпринял Шаги, и результатом этого\nстала трезвость. Эти слова отнюдь не предполагают, что я должен идти дорогой,\nпроторенной теми, кто прошел по ней до меня. Для меня, скорее, существует свой\nпуть к трезвости, и путь этот я еще должен найти. Это новая дорога, ведущая к\nбезграничному свету на вершине горы. Шаги подсказывают мне, где есть надежные\nточки опоры, а где расщелины, и как их обойти. Они снабжают меня\nинструментами, которые нужны мне во время уединенного путешествия моей души.\nКогда я говорю об этом путешествии, я делюсь с людьми своим опытом, силами и\nнадеждой.\n";
						const data = {title:"2 июня",description:"Размышления АА на сегодня - 2 июня",id:"154",moth:"iyun",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyun/daily_02-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
