const id = "mart/daily_03-03.md";
						const collection = "diaries";
						const slug = "mart/daily_03-03";
						const body = "\n## ПРЕОДОЛЕНИЕ СВОЕВОЛИЯ\n\n**Таким образом, мы сами являемся причиной наших бед. Они начинаются в нас;\nалкоголик представляет собой законченный пример бунта своеволия, но сам он,\nконечно же, так не считает. Прежде всего мы, алкоголики, должны освободиться\nот этого эгоцентризма. Мы должны сделать это, иначе он убьет** **нас**.\n\n**_Анонимные Алкоголики, с. 60  \nAlcoholics Anonymous, p. 62_**\n\nВ течение многих лет моя жизнь вращалась исключительно вокруг меня самого. Я\nполностью был поглощен собой: эгоцентризм, жалость к себе, своекорыстие, — и\nвсе это проистекало из гордыни. Благодаря Содружеству Анонимных Алкоголиков,\nпосредством повседневного применения Шагов и Традиций, при помощи своей группы\nи наставника я получил дар — способность (если я того пожелаю) убрать свою\nгордыню из всех жизненных ситуаций.\n\nДо тех пор, пока я честно не посмотрел на себя и не увидел, что именно сам я\nнередко был проблемой, не способен был адекватно реагировать внешне и\nвнутренне, до тех пор, пока я не отбросил свои напрасные ожидания и не понял,\nчто мой душевный покой напрямую связан с ними, — я не мог чувствовать себя\nспокойно и быть стабильно трезвым.\n";
						const data = {title:"3 марта",description:"Размышления АА на сегодня - 3 марта",id:"63",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_03-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
