const id = "oktyabr/daily_05-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_05-10";
						const body = "\n## ВЧЕРАШНИЙ БАГАЖ\n\n**Ибо мудрые люди всегда знали, что нельзя добиться в жизни многого, пока\nсамоанализ не станет каждодневной практикой, пока человек не сможет признать и\nпринять результаты своего поиска и пока он терпеливо и настойчиво не будет\nпытаться исправить свои недостатки.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 100  \nTwelve Steps and Twelve Traditions, p. 88_**\n\nДля меня более чем достаточно сегодняшнего груза моих забот, чтобы тащить на\nсебе еще и вчерашний багаж. Если я хочу получить шанс выполнить завтрашние\nзадачи, мне необходимо закончить дела сегодняшние. Поэтому я спрашиваю себя,\nгде я ошиблась и как могу избежать подобного же поведения. Обидела ли я кого-\nто, помогла ли кому-нибудь, как и почему? Что-то из сегодняшнего дня перейдет\nв завтрашний, но если я ежедневно честно провожу самоанализ, то большую часть\nнести с собой не потребуется.\n";
						const data = {title:"5 октября",description:"Размышления АА на сегодня - 5 октября",id:"279",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_05-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
