const id = "iyul/daily_11-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_11-07";
						const body = "\n## ПОВОРОТНЫЙ ПУНКТ\n\n**Когда мы стали рассматривать смирение как нечто желательное для нас, а не\nкак то, что, хочешь не хочешь, мы должны иметь, — это стало поворотным\nмоментом нашей жизни.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 87  \nTwelve Steps and Twelve Traditions, p. 75_**\n\nЛибо образ жизни АА становится радостью, либо я возвращаюсь к мраку и отчаянию\nалкоголизма. Радость приходит тогда, когда мое отношение к Богу и смирению\nобращается в желание, а не в бремя. А когда я осознаю, что если я правдив и\nчестен при подготовке инвентаризации, то непременно обретаю ясность, душевный\nпокой, свободу и радость, а мрак жизни сменяется лучезарным светом. Вера в мою\nВысшую Силу крепнет, и все мое существо наполняется чувством благодарности. Я\nубежден, что быть смиренным означает быть правдивым и честным с самим собой и\nс Богом. Только тогда смирение становится тем, чего я «действительно хочу», а\nне тем, чем я «должен обладать».\n";
						const data = {title:"11 июля",description:"Размышления АА на сегодня - 11 июля",id:"193",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_11-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
