const id = "avgust/daily_12-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_12-08";
						const body = "\n## ВЗГЛЯД В ПРОШЛОЕ\n\n**Прежде всего нам следует оглянуться на наше прошлое и попытаться понять, где\nи когда мы были не правы. Затем мы должны предпринять энергичную попытку\nвосстановить все разрушенное нами…**\n\n**_Двенадцать шагов и двенадцать традиций, с. 89-90  \nTwelve Steps and Twelve Traditions, p. 77_**\n\nСовершая с АА увлекательное путешествие по стране, называемой выздоровлением,\nя вновь обрел душевный покой. И жизненный горизонт, из темного и\nзатуманенного, стал чистым и светлым. Оглянуться и посмотреть на прожитую\nжизнь, чтобы отыскать ошибки, казалось мне опасной и трудной задачей. Мукой\nбыло остановиться и посмотреть назад. Я боялся, что могу споткнуться! Могу ли\nя выбросить из головы прошлое и жить в своем золотом настоящем? Я понимал, что\nте, кому я причинил зло в прошлом, стоят между мной и моим желанием двигаться\nк душевному покою. Я должен просить Бога дать мне мужество честно и смело\nпредстать перед людьми, которые были в моей жизни и продолжают оставаться в\nмоем сознании, чтобы определить свою вину перед ними и заняться ею. Я должен\nопределить причиненный им ущерб и проявить готовность загладить свою вину.\nТолько тогда мое духовное путешествие может возобновиться.\n";
						const data = {title:"12 августа",description:"Размышления АА на сегодня - 12 августа",id:"226",moth:"avgust",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/avgust/daily_12-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
