const id = "oktyabr/daily_31-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_31-10";
						const body = "\n## ИЗБЕЖАТЬ СОПЕРНИЧЕСТВА\n\n**История дает нам достаточно примеров соперничавших наций и боровшихся\nгруппировок, которые в конце концов распались, потому что были созданы для\nсоперничества или оказались втянутыми в него. Иные развалились из-за\nполнейшего самодовольства, пытаясь навязать остальной части человечества\n«золотой век» в своем особом понимании.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 196-197  \nTwelve Steps and Twelve Traditions, p. 176_**\n\nКак член АА и наставник я знаю, что могу причинить реальный вред, если\nподдамся искушению давать кому бы то ни было советы по медицинским,\nматериальным или религиозным проблемам. Я не врач, не консультант и не\nадвокат. Я не должен никому указывать, как ему или ей надо жить. Однако я могу\nподелиться тем, как управлялся с подобными ситуациями без алкоголя и как Шаги\nи Традиции АА помогают мне справляться с жизнью.\n";
						const data = {title:"31 октября",description:"Размышления АА на сегодня - 31 октября",id:"305",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_31-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
