const id = "maj/daily_05-05.md";
						const collection = "diaries";
						const slug = "maj/daily_05-05";
						const body = "\n## ДЕРЕВЬЯ И ЛЕС\n\n**Когда мы одни, случившееся с нами может быть искажено нашими рассуждениями и\nнашими благими пожеланиями. Беседа с другим человеком поможет нам услышать его\nмнение и получить совет…**\n\n**_Двенадцать шагов и двенадцать традиций, с. 69-70  \nTwelve Steps and Twelve Traditions, p. 60_**\n\nНе сосчитать, сколько раз в приступах злости и разочарования я говорил себе:\n«За деревьями я не вижу леса!» Наконец я понял, что в такие болезненные\nмоменты мне нужен кто-то, кто направлял бы меня, чтобы я мог отделить деревья\nот леса; кто предложил бы лучшую дорогу, по которой мне надо идти; кто помог\nбы мне тушить пожары, помог бы миновать утесы и колдобины.\n\nКогда я «в лесу», я прошу Бога дать мне мужество позвонить кому-либо из членов\nАА.\n";
						const data = {title:"5 мая",description:"Размышления АА на сегодня - 5 мая",id:"126",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_05-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
