const id = "yanvar/daily_13-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_13-01";
						const body = "\n## ЭТО НЕ ПРОИСХОДИТ В ОДИН ДЕНЬ\n\n**Мы не излечились от алкоголизма. Просто каждый день нам дается отсрочка приговора при условии нашего духовного роста.**\n\n**_Анонимные Алкоголики, с. 82\nAlcoholics Anonymous, p. 85_**\n\nо-видимому, самая распространенная алкогольная иллюзия - это: \"Если я просто не буду пить, то все будет хорошо\". Когда туман рассеялся, я увидел - впервые! - какой беспорядочной была моя жизнь. У меня были проблемы с семьей, работой, деньгами и правосудием. Я цеплялся за старые религиозные представления. В моем характере были такие изъяны, на которые я предпочитал закрывать глаза, так как они легко могли убедить меня в том, что я безнадежен, и снова подтолкнуть к бегству.\n\nВ решении всех моих проблем мною руководила Большая Книга. Но это произошло не сразу и, конечно, не само собой, - для этого понадобились существенные усилия. Мне всегда нужно видеть Божьи милосердие и благословение, которые пронизывают любую проблему, с которой мне приходится сталкиваться.\n";
						const data = {title:"13 января",description:"Размышления АА на сегодня - 13 января",id:"13",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_13-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
