const id = "oktyabr/daily_04-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_04-10";
						const body = "\n## НЕОБХОДИМОСТЬ УДАЛИТЬ ЛИШНЕЕ\n\n**…потому что страдания алкоголиков предшествуют трезвости, а эмоциональные\nрасстройства — душевному покою.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 106  \nTwelve Steps and Twelve Traditions, p. 94_**\n\nЯ люблю проводить время в саду, поливая, обрезая и просто ухаживая за своими\nпрекрасными цветами. Однажды, когда я деловито работала, подошла соседка. Она\nсказала: «Какие чудесные цветы, как же можно их так обрезать!» Я ответила: «Я\nвас понимаю, но, чтобы они росли сильными и здоровыми, необходимо удалить\nлишнее». Позже я подумала, что, может, моим цветам и больно, но Бог и я, мы\nоба знаем, что это часть плана, и я ведь видела результат. Это мне тут же\nнапомнило о моей драгоценной Программе АА и о том, что все мы растем через\nболь. Я прошу Бога, когда приходит время, удалить все лишнее, чтобы я могла\nлучше расти.\n";
						const data = {title:"4 октября",description:"Размышления АА на сегодня - 4 октября",id:"278",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_04-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
