const id = "yanvar/daily_30-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_30-01";
						const body = "\n## НОВАЯ СВОБОДА\n\n**Мы познаем новую свободу…**\n\n**_Анонимные Алкоголики, с. 81  \nAlcoholics Anonymous, p. 83_**\n\nСвобода для меня — это и свобода _от чего-то_ и свобода _делать что-то._\nПервая свобода, которой я наслаждаюсь, это свобода _от_ рабства алкоголя.\nКакое облегчение! Затем я получаю свободу от страха: страха перед людьми,\nстраха безденежья, задержания полицией, страха неудачи, отказа. Далее я\nначинаю наслаждаться свободой сегодня _выбирать_ трезвость, свободой быть\nсамим собой, свободой выражать свое мнение, испытывать умиротворение, любить и\nбыть любимым и свободой расти духовно. Но как мне добиться этих свобод?\nБольшая Книга ясно указывает, что, пройдя даже лишь половину пути в возмещении\nмною ущерба, я начну познавать новую свободу; но не в прежнем понимании —\nпоступать, как я хочу, не обращая внимания на других, а новую, которая\nобеспечит исполнение в моей жизни обещаний АА. Какая радость быть свободным!\n";
						const data = {title:"30 января",description:"Размышления АА на сегодня - 30 января",id:"29",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_30-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
