const id = "avgust/daily_30-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_30-08";
						const body = "\n## ЕДИНСТВЕННОЕ УСЛОВИЕ\n\n**[Одно время]… каждая группа имела множество правил членства в АА. Все мы до\nсмерти боялись, что кто-то или что-то перевернет нашу лодку… Общий перечень\nбыл длиной с милю. Если бы все эти правила были введены повсеместно, никто\nвообще не смог бы вступить в АА…**\n\n**_Двенадцать шагов и двенадцать традиций, с. 156  \nTwelve Steps and Twelve Traditions, рр. 139-140_**\n\nЯ благодарен за то, что Третья Традиция требует от меня только желания бросить\nпить. Годами я не выполнял своих обещаний. В Содружестве я не должен был что-\nлибо обещать и мне не надо было из-за этого напрягаться. От меня потребовалось\nпосетить только одно собрание, чтобы понять, что я _дома_. Мне не надо было\nклясться в вечной любви. Здесь незнакомые люди обнимали меня. «Будет лучше», —\nговорили они, и — «День за днем у тебя это получится». Они уже не были\nнезнакомцами, они были заботливыми друзьями. Я прошу Бога помочь мне протянуть\nруку людям, желающим трезвости. И, пожалуйста, Господи, помоги мне остаться\nблагодарным!\n";
						const data = {title:"30 августа",description:"Размышления АА на сегодня - 30 августа",id:"243",moth:"avgust",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/avgust/daily_30-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
