const id = "iyul/daily_04-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_04-07";
						const body = "\n## ЕСТЕСТВЕННАЯ ВЕРА\n\n**…в глубине души каждого мужчины, каждой женщины и каждого ребенка есть\nосновополагающая идея Бога. Она может ощущаться невнятно, заслоненная бедой,\nпомпезностью или преклонением перед другими вещами, но в той или иной форме\nона есть всегда. Ибо есть вера столь же древняя, как и сам человек, это вера в\nСилу более могущественную, чем мы, и в чудесные проявления этой Силы в жизни\nлюдей.**\n\n**_Анонимные Алкоголики, с. 53  \nAlcoholics Anonymous, p. 55_**\n\nЯ видел деяния невидимого Бога в помещениях АА по всей стране. Чудеса\nвыздоровления можно воочию наблюдать повсюду. Теперь я верю, что Бог — и в\nэтих комнатах, и в моем сердце. Сегодня для меня, бывшего агностика, вера так\nже естественна, как дыхание, еда и сон. Двенадцать Шагов помогли мне во многом\nизменить мою жизнь, но самое главное и действенное — я обрел Высшую Силу.\n";
						const data = {title:"4 июля",description:"Размышления АА на сегодня - 4 июля",id:"186",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_04-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
