const id = "iyul/daily_09-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_09-07";
						const body = "\n## Я ЯВЛЯЮСЬ ИНСТРУМЕНТОМ\n\n**Смиренно просили Его исправить наши изъяны.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 81  \nTwelve Steps and Twelve Traditions, p. 70_**\n\nВопрос смирения весьма сложен. Смирение отнюдь не означает для меня считать\nсебя хуже, чем я есть на самом деле. Оно — в признании того, что определенные\nвещи я делаю хорошо, а также в способности с благодарностью принимать похвалу.\n\nБог может сделать _для_ меня только то, что Он может сделать _через_ меня.\nСмирение — это результат осознания того, что это действует Бог, а не я. В\nтаком случае — как я могу гордиться своими достижениями? Я — инструмент, и\nлюбая работа, которую, как мне кажется, выполняю я, на самом деле выполняется\nБогом через меня. Я ежедневно прошу Бога устранить мои недостатки, чтобы я мог\nболее свободно заниматься делом «любви и служения» в АА.\n";
						const data = {title:"9 июля",description:"Размышления АА на сегодня - 9 июля",id:"191",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_09-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
