const id = "april/daily_20-04.md";
						const collection = "diaries";
						const slug = "april/daily_20-04";
						const body = "\n## САМОАНАЛИЗ\n\n**…мы просим Бога направить наши помыслы в верное русло, уберечь нас от\nжалости к себе, бесчестных поступков, корыстолюбия.**\n\n**_Анонимные Алкоголики, с. 84  \nAlcoholics Anonymous, p. 86_**\n\nПроизнесенная искренне, эта молитва учит меня быть по-настоящему бескорыстным\nи смиренным, потому что, даже делая добрые дела, я, бывало, искал одобрения и\nславы для себя.\n\nИсследуя мотивы всех своих поступков, я могу служить Богу и людям, помогая им\nв их намерениях. Если я отдаю Богу руководство моими мыслями, то отпадает\nмасса ненужных забот, и я верю, что Он ведет меня на протяжении дня. Если\nсразу при появлении у меня мыслей о саможалости, нечестности и эгоизме я\nизбавляюсь от них, то живу в мире с Богом, с ближним и с самим собой.\n";
						const data = {title:"20 апреля",description:"Размышления АА на сегодня - 20 апреля",id:"111",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_20-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
