const id = "maj/daily_22-05.md";
						const collection = "diaries";
						const slug = "maj/daily_22-05";
						const body = "\n## ПЕРВЫЙ ШАГ\n\n**Мы… (Первое слово Первого Шага)**\n\n**_Двенадцать шагов и двенадцать традиций, с. 26  \nTwelve Steps and Twelve Traditions, p. 21_**\n\nКогда я пил, то думать мог только: «Я, я, я» или «Мне, мне, мне». Такая\nболезненная, одержимая сосредоточенность на себе, такая душевная болезнь,\nтакой душевный эгоизм более половины жизни привязывали меня к бутылке.\n\nПоиски Бога и путей исполнения Его воли день за днем начались с первого слова\nПервого Шага «МЫ». В этом «МЫ» заключена власть, заключена сила, в нем есть\nбезопасность, и для такого алкоголика, как я, — в этом «МЫ» заключена жизнь.\nЕсли бы я попробовал выздороветь в одиночку, то, вероятно, умер бы. С Богом и\nдругим алкоголиком у меня есть святая цель в жизни… Я стал проводником\nисцеляющей любви Бога.\n";
						const data = {title:"22 мая",description:"Размышления АА на сегодня - 22 мая",id:"143",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_22-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
