const id = "iyul/daily_08-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_08-07";
						const body = "\n## НЕУКЛОННО РАСТУЩАЯ СВОБОДА\n\n**Итак, Седьмой Шаг позволяет нам, изменив свою жизненную позицию и взяв\nсмирение в поводыри, выйти за пределы своего «я» навстречу другим людям и\nБогу.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 88  \nTwelve Steps and Twelve Traditions, p. 76_**\n\nКогда я, наконец, попросил Бога убрать все то, что отгораживало меня и от\nНего, и от солнечного света Духа, я отправился в такое увлекательное\nпутешествие, какого не мог себе и представить. Я освободился от тех черт\nхарактера, что обрекали меня на замкнутость в себе. Благодаря этому смиренному\nШагу я чувствую себя очистившимся.\n\nЯ потому особенно ясно осознаю этот Шаг, что способен теперь быть полезным\nБогу и своим товарищам. Я знаю, что Он даровал мне силы исполнить Его волю и\nподготовил меня к достойной встрече всего и вся, что сегодня станет на моем\nпути. Я поистине в Его руках и благодарю за радость быть сегодня кому-то\nполезным.\n";
						const data = {title:"8 июля",description:"Размышления АА на сегодня - 8 июля",id:"190",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_08-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
