const id = "yanvar/daily_08-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_08-01";
						const body = "\n## ЕСТЬ ЛИ У МЕНЯ ВЫБОР?\n\n**Дело в том, что большинство алкоголиков, по причинам пока не известным,\nтеряют возможность выбора во всем, что связано с выпивкой. Наша так называемая\nсила воли практически перестает существовать.**\n\n**_Анонимные Алкоголики, с. 23  \nAlcoholics Anonymous, p. 24_**\n\nКогда я прекращаю пить, мое бессилие перед алкоголем не исчезает. В трезвости\nу меня по-прежнему нет выбора — я не могу пить.\n\nВозможность, которая у меня действительно _есть,_ — это использовать «набор\nдухов-ных средств» (« _Анонимные Алкоголики_ », с. 24). Когда я делаю это,\nВысшая Сила освобождает меня от отсутствия выбора и сохраняет трезвым _еще на\nодин день_. Если бы выбор _не пить_ был за мной, то зачем мне были бы нужны АА\nи Высшая Сила?\n";
						const data = {title:"8 января",description:"Размышления АА на сегодня - 8 января",id:"8",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_08-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
