const id = "maj/daily_29-05.md";
						const collection = "diaries";
						const slug = "maj/daily_29-05";
						const body = "\n## НАСТОЯЩАЯ ТЕРПИМОСТЬ\n\n**Единственное условие для того, чтобы стать членом АА, — это желание бросить\nпить.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 155  \nTwelve Steps and Twelve Traditions, p. 139_**\n\nКраткую форму Третьей Традиции я впервые услышал в Преамбуле. В начале\nпребывания в АА я не мог принять себя, свой алкоголизм или Высшую Силу. Если\nбы для членства в АА существовали физические, умственные, моральные или\nрелигиозные требования, я был бы уже мертв. Билл У. в магнитофонной записи по\nТрадициям говорит, что Третья Традиция — это хартия индивидуальной свободы.\nБольше всего меня потрясло ощущение того, что члены АА, живущие по Третьей\nТрадиции, приняли меня. Я чувствую, что принятие — это любовь, а любовь — это\nБожья воля, которую нам надлежит исполнять.\n";
						const data = {title:"29 мая",description:"Размышления АА на сегодня - 29 мая",id:"150",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_29-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
