const id = "noyabr/daily_18-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_18-11";
						const body = "\n## СТРАХОВОЧНАЯ СЕТКА\n\n**Иногда… бунт внутри нас так велик, что мы вообще не хотим молиться. Если\nтакое случается с нами, мы не должны судить себя слишком строго. Нам следует\nвновь приступить к молитве, когда это станет возможным, помня, что это\nявляется благом для нас.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 119  \nTwelve Steps and Twelve Traditions, p. 105_**\n\nИногда я кричу, топаю ногами и поворачиваюсь спиной к своей Высшей Силе. Тогда\nмоя болезнь говорит мне, что я — неудачник. Если я продолжу злиться, то\nнаверняка напьюсь. Такие моменты своеволия сильно похожи на то, как если бы я\nсорвался со скалы и висел на одной руке. А вот приведенный выше отрывок — это\nмоя страховочная сетка, призывающая меня попробовать вести себя по-новому —\nбыть, к примеру, мягким и терпеливым с самим собой. Убеждает он меня и в том,\nчто моя Высшая Сила ждет, пока у меня появится желание рискнуть еще раз:\nотпустить руку, упасть в сетку и молиться.\n";
						const data = {title:"18 ноября",description:"Размышления АА на сегодня - 18 ноября",id:"323",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_18-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
