const id = "april/daily_22-04.md";
						const collection = "diaries";
						const slug = "april/daily_22-04";
						const body = "\n## НОВАЯ ПОЧВА — НОВЫЕ КОРНИ\n\n**Моменты осознания могут служить элементами построения душевного покоя, у\nменя есть основания утверждать это. Корни реальной действительности,\nвытесняющие невротический подлесок, будут держать крепко, несмотря на сильные\nветры тех сил, которые могут разрушить нас или которые мы можем использовать\nдля того, чтобы разрушить себя.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 173_**\n\nЯ пришел в АА совсем «зеленым» — дрожащий росток с обнаженными корнями.\nПришел, чтобы выжить, и это было началом. Я тянулся, развивался, гнулся, но с\nпомощью людей мой дух в конце концов вырвался наружу. Я стал свободен. Я\nдействовал, ослабевал, уходил в себя, молился, снова действовал, вникал\nзаново, пока не наступал момент прозрения. Из моих корней прорастали побеги,\nпревращающиеся в зеленеющие сильные духовные ветви, которые поддерживали меня\nв моем стремлении ввысь.\n\nЗдесь, на земле, Бог без всяких условий продолжает миссию высшей любви. Жизнь\nпо принципам АА поставила меня «на другое основание… [мои] корни ухватились за\nновую почву». ( _Анонимные Алкоголики_ , стр. 11).\n";
						const data = {title:"22 апреля",description:"Размышления АА на сегодня - 22 апреля",id:"113",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_22-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
