const id = "avgust/daily_20-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_20-08";
						const body = "\n## К ЭМОЦИОНАЛЬНОЙ СВОБОДЕ\n\n**Поскольку испорченные взаимоотношения [с людьми] почти всегда были\nнепосредственной причиной наших несчастий, в том числе и алкоголизма, никакая\nобласть анализа не даст более ценных результатов, чем эта.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 92  \nTwelve Steps and Twelve Traditions, p. 80_**\n\nГотовность — состояние для меня особенное. Сначала приходит понимание, затем —\nощущение дискомфорта, вызывающее у меня желание действовать. В размышлениях\nнад Восьмым Шагом моя готовность возместить ущерб людям возникла как желание\nпростить других и самого себя. А простить других я захотел, только осознав\nсвою роль в непростых отношениях с людьми. Я мечтал ощутить ясность мысли и\nдушевный покой, о которых говорится в Обещаниях. Работая по первым семи Шагам,\nя понял, кому причинил зло, и осознал, что самым большим врагом себе был я\nсам. Я понял: чтобы восстановить взаимоотношения с окружающими меня людьми, я\nсам должен измениться. Мне хотелось научиться жить в гармонии с самим собой и\nс людьми — чтобы жить эмоционально свободным. Начало конца моей изоляции от\nмоих товарищей и от Бога наступило, когда я составил свой список по Восьмому\nШагу.\n";
						const data = {title:"20 августа",description:"Размышления АА на сегодня - 20 августа",id:"233",moth:"avgust",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/avgust/daily_20-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
