const id = "mart/daily_30-03.md";
						const collection = "diaries";
						const slug = "mart/daily_30-03";
						const body = "\n# НАШЕ ГРУППОВОЕ СОЗНАНИЕ\n\n**«…иногда хорошее — это враг наилучшего».**\n\n**_АА взрослеет  \nA.A. Comes of Age, p. 101_**\n\nЯ думаю, что эти слова применимы к любому аспекту Трех Заветов АА:\nВыздоровлению, Единству и Служению! Я хочу, чтобы они врезались в мое сознание\nи жизнь, «на нашем общем нелегком Пути к Счастью» ( _Анонимные Алкоголики_ ,\nстр. 160). Эти слова, часто повторяемые Биллом У., были, в свою очередь,\nподсказаны ему нашим групповым сознанием. В них Билл разглядел сущность Второй\nТрадиции: «Наши руководители — всего лишь облеченные доверием исполнители, они\nне приказывают».\n\nТочно так же, как когда-то групповое сознание побудило Билла У. запомнить эти\nслова, и я думаю, что мы в наших дискуссиях на группах не должны\nостанавливаться на «хорошем», но всегда стремиться достичь «лучшего». Эти\nобщие стремления — еще один пример того, как Бог, как мы понимаем Его,\nвыражает Себя через групповое сознание. Такого рода опыт помогает мне\nоставаться на правильном пути к выздоровлению. Я учусь сочетать инициативу со\nсмирением, ответственность с благодарностью и таким образом наслаждаться\nрадостью жизни по моей 24-часовой программе.\n";
						const data = {title:"30 марта",description:"Размышления АА на сегодня - 30 марта",id:"90",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_30-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
