const id = "sentyabr/daily_06-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_06-09";
						const body = "\n## УСТРАНИТЬ УГРОЗУ ДЛЯ ТРЕЗВОСТИ\n\n**…за исключением тех случаев, когда это могло повредить им или кому-нибудь\nдругому.**\n\n**_Анонимные Алкоголики, с. 57  \nAlcoholics Anonymous, p. 59_**\n\nДевятый Шаг восстанавливает у меня ощущение общности не только со всем\nчеловечеством, но и с окружающими меня в повседневной жизни людьми. Во-первых,\nэтот Шаг позволяет мне выходить из-под опеки АА и общаться с людьми «там», вне\nАА, причем на их условиях, а не на моих. Это страшно, но это необходимо, если\nя хочу вернуться к нормальной жизни. Во-вторых, Девятый Шаг восстанавливает и\nулаживает мои взаимоотношения с людьми, и, расчищая завалы прошлого, которое\nможет погубить меня, устра-няет угрозу моей трезвости. Таким образом Девятый\nШаг указывает мне путь к более спокойной трезвости.\n";
						const data = {title:"6 сентября",description:"Размышления АА на сегодня - 6 сентября",id:"250",moth:"sentyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/sentyabr/daily_06-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
