const id = "maj/daily_13-05.md";
						const collection = "diaries";
						const slug = "maj/daily_13-05";
						const body = "\n## БОЛЕЕ ЛЕГКИЙ И МЯГКИЙ ПУТЬ\n\n**…если мы не пройдем этот важный этап, то не сможем бросить пить.**\n\n**_Анонимные Алкоголики, с. 70  \nAlcoholics Anonymous, p. 72_**\n\nЯ, конечно, не испытывал радости от возможности встретиться лицом к лицу с тем\nсобой, каким я был раньше. Особенно же не хотелось этого тогда, когда\nстрадания моих запойных дней все еще тучей висели надо мной. Но вскоре на\nсобраниях я услышал об одном члене АА, который не желал работать по Пятому\nШагу. Он продолжал посещать собрания, дрожа от ужаса, что прошлое может ожить\nв его памяти. Гораздо легче и проще сделать эти Шаги от нашей фатальной\nболезни к свободе и поверить в наше Содружество и в Высшую Силу.\n";
						const data = {title:"13 мая",description:"Размышления АА на сегодня - 13 мая",id:"134",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_13-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
