const id = "april/daily_19-04.md";
						const collection = "diaries";
						const slug = "april/daily_19-04";
						const body = "\n## БРАТЬЯ ПО НЕДОСТАТКАМ\n\n**Мы, выздоравливающие алкоголики, не столько братья по несчастью, сколько\nбратья по недостаткам и по нашему общему стремлению исправить их.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 167_**\n\nСходство, существующее между алкоголиками, — таинственно, по сути своей\nдуховно — и почти непостижимо. Но оно есть. Я «чувствую» его. Сегодня я\nчувствую, что могу помочь людям и они могут помочь мне.\n\nДля меня это ново и волнующе — чувство заботы о людях. Заботиться о том, что\nони ощущают, на что надеются, о чем молятся; знать их печали, радости, ужас,\nсожаления, горе; желать разделить с ними все эти чувства, чтобы кому-то из них\nполегчало. Я никогда не знал, как это сделать или даже как попытаться сделать.\nМне это и в голову не приходило. Содружество АА и Бог учат меня тому, как\nзаботиться о людях.\n";
						const data = {title:"19 апреля",description:"Размышления АА на сегодня - 19 апреля",id:"110",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_19-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
