const id = "iyul/daily_18-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_18-07";
						const body = "\n## БЛАГОДАРНОСТЬ ЗА ТО, ЧТО ИМЕЮ\n\n**Раскрыв для себя смысл смирения, мы серьезно изменили наше отношение к\nБогу…**\n\n**_Двенадцать шагов и двенадцать традиций, с. 86  \nTwelve Steps and Twelve Traditions, p. 75_**\n\nСегодня мои молитвы в основном состоят из слов благодарности Высшей Силе за\nмою трезвость и за Ее милость. Однако мне надо также просить помощи и силы,\nчтобы исполнить Божью волю в отношении меня. Мне больше не требуется, чтобы\nБог ежеминутно выручал меня из ситуаций, в которые я сам и попадаю, не\nисполняя Его воли. Сейчас, как мне кажется, моя благодарность напрямую связана\nсо смирением. Пока у меня есть смирение благодарить Бога за то, что имею, Он\nне оставит меня Своей милостью.\n";
						const data = {title:"18 июля",description:"Размышления АА на сегодня - 18 июля",id:"200",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_18-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
