const id = "yanvar/daily_05-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_05-01";
						const body = "\n## ПОЛНОЕ ПРИНЯТИЕ\n\n**Он не представляет себе жизни без алкоголя. Потом наступит время, когда он\nне сможет себе представить ни жизнь без алкоголя, ни жизнь с чередой запоев.\nОн познает такое одиночество, которое известно лишь немногим. Он окажется у\nобрыва. Он захочет умереть.**\n\n**_Анонимные Алкоголики, с. 148  \nAlcoholics Anonymous, p. 152_**\n\nТолько алкоголик может понять истинное значение подобного заявления. Эта\nдвойственность активного алкоголика держала меня на привязи и наполняла ужасом\nи недоумением: «если я не выпью, то умру» боролось с «если я буду продолжать\nпить, то это убьет меня». Обе навязчивые мысли тянули меня все глубже на дно.\nНо это дно стало началом _полного_ принятия моего алкоголизма, без каких-либо\nоговорок, а именно полное принятие было абсолютно необходимо для моего\nвыздоровления. Этот выбор не был похож ни на что из того, с чем я сталкивался\nраньше. Позднее я узнал, что он был необходим для успеха в Программе.\n";
						const data = {title:"5 января",description:"Размышления АА на сегодня - 5 января",id:"5",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_05-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
