const id = "noyabr/daily_12-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_12-11";
						const body = "\n## УТРЕННИЕ МЫСЛИ\n\n**Спрашивайте Его во время вашего углубленного утреннего размышления, что вы\nможете сделать для тех, кто еще болен.**\n\n**_Анонимные Алкоголики, с. 160  \nAlcoholics Anonymous, p. 164_**\n\nМногие годы я размышлял о Божьей воле в отношении меня, веря в то, что мне,\nвозможно, уготована великая судьба. В конце концов, я родился в определенной\nвере, и разве не сказали мне еще в раннем детстве, что я «избран»? Когда я\nразмышлял об этом слове, до меня _наконец_ дошло, что воля Божья, которую мне\nнадлежит исполнить, проста и заключается в моей ежедневной работе по\nДвенадцатому Шагу. Более того, я осо-знал, что делать это нужно полной мерой\nмоих сил и способностей. Вскоре я узнал, что такая практика помогает мне быть\nв гуще всех событий дня.\n";
						const data = {title:"12 ноября",description:"Размышления АА на сегодня - 12 ноября",id:"317",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_12-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
