const id = "oktyabr/daily_06-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_06-10";
						const body = "\n## ЛИЦОМ К ЛИЦУ С САМИМ СОБОЙ\n\n**…а Страх шепчет: «Ты не посмеешь взглянуть!»**\n\n**_Двенадцать шагов и двенадцать традиций, с. 58  \nTwelve Steps and Twelve Traditions, p. 49_**\n\nКак часто в дни своего пьянства я уклонялся от решения проблем — они казались\nмне такими огромными! И неудивительно, что даже теперь, оставаясь трезвым, я\nведу себя точно так же, когда сталкиваюсь с громадной работой по тщательной и\nбесстрашной нравственной инвентаризации самого себя. Когда эта работа\nзавершена, я понимаю, что иллюзия была больше, чем сама реальность. Страх\nзаглянуть в себя, истинного, заставлял меня бездействовать — а стало быть,\nосновываясь на неких призрачных иллюзиях, я сам мешал своему духовному росту.\nИ так происходило до тех пор, пока я не ощутил готовность взять бумагу и\nкарандаш.\n";
						const data = {title:"6 октября",description:"Размышления АА на сегодня - 6 октября",id:"280",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_06-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
