const id = "iyul/daily_06-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_06-07";
						const body = "\n## РАСПОЗНАВАЯ СТРАХ…\n\n**Главным возбудителем наших недостатков был эгоистический страх…**\n\n**_Двенадцать шагов и двенадцать традиций, с. 87  \nTwelve Steps and Twelve Traditions, p. 76_**\n\nКогда мне дискомфортно, когда я раздражен или в депрессии, я ищу страх. Эта\n«зловещая и разъедающая угроза» и есть источник и причина моих страданий.\nСтрах перед неудачей, страх перед людским мнением, страх перед злом, страх\nпричинить кому-либо вред и множество всяких других страхов. Я обрел Высшую\nСилу, которая не хочет, чтобы я жил в страхе, и как результат этого — мой,\nприобретенный в АА, опыт приносит мне радость и свободу. Я больше не хочу жить\nс тем множеством недостатков характера, что руководили моей жизнью, когда я\nпил. Седьмой Шаг — это мой путь к освобождению от них. Я молюсь о помощи в\nраспознавании страха, скрывающегося за тем или иным недостатком, а затем прошу\nБога избавить меня от этого страха. Такой способ действует безотказно, и это —\nодно из величайших чудес в моей жизни с Анонимными Алкоголиками.\n";
						const data = {title:"6 июля",description:"Размышления АА на сегодня - 6 июля",id:"188",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_06-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
