const id = "yanvar/daily_31-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_31-01";
						const body = "\n## НАШЕ ОБЩЕЕ БЛАГО — НА ПЕРВОМ МЕСТЕ\n\n**Единство Анонимных Алкоголиков — самое ценное, чем владеет наше Содружество…\nЛибо мы сохраним единство, либо АА прекратит свое существование.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 143  \nTwelve Steps and Twelve Traditions, p. 129_**\n\nНаши Традиции играют ключевую роль в умалении гордыни, что необходимо для\nдостижения и сохранения трезвости. Первая Традиция напоминает мне, что я не\nмогу приписывать себе заслугу в своем выздоровлении или власть над ним.\nПоставив наше общее благополучие на первое место, я принимаю, что я не\nцелитель в этой Программе. Я все еще один из пациентов. Не претендуя на\nизвестность, эту больничную палату строили старшие члены АА. Без нее я вряд ли\nбы выжил. Да и существуют ли алкоголики, имеющие шансы выздоравливать вне\nгруппы АА?\n\nВновь и вновь смиряя свою волю, я ухожу от стремления подавлять и добиваться\nпризнания. Эти стремления играли главенствующую роль в моем алкоголизме.\nОтстранение моих личных желаний в интересах общего блага группы является\nвкладом в единство АА, которое обеспечивает надежность выздоровления. Это\nпомогает мне помнить, что целое больше суммы его частей.\n";
						const data = {title:"31 января",description:"Размышления АА на сегодня - 31 января",id:"30",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_31-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
