const id = "yanvar/daily_10-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_10-01";
						const body = "\n## ВМЕСТЕ МЫ ВЫСТОИМ\n\n**Мы уже усвоили, что первым шагом к выздоровлению является полное осознание\nтого, что мы — алкоголики. Нужно полностью отказаться от заблуждения, что мы\nтакие же, как и другие люди, или когда-нибудь станем такими.**\n\n**_Анонимные Алкоголики, с. 29  \nAlcoholics Anonymous, p. 30_**\n\nЯ пришел в АА потому, что больше не мог контролировать свое употребление\nспиртного. То ли из-за занудства жены по поводу моего пьянства, то ли потому,\nчто шериф заставлял меня посещать собрания АА, а может быть, просто потому,\nчто глубоко внутри себя я знал, что не могу пить, как другие люди, — но не был\nготов признать это, поскольку сама мысль о прекращении выпивки приводила меня\nв ужас. Анонимные Алкоголики — это Содружество мужчин и женщин, объединившихся\nпротив общей смертельной болезни. Наши жизни связаны между собой, как у людей,\nспасающихся на плоту в открытом море. Если мы все будем работать вместе, то\n_сможем благополучно добраться до берега._\n";
						const data = {title:"10 января",description:"Размышления АА на сегодня - 10 января",id:"10",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_10-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
