const id = "yanvar/daily_26-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_26-01";
						const body = "\n## БЕЗУПРЕЧНАЯ ЧЕСТНОСТЬ\n\n**Кому хочется быть безупречно честным и терпимым? Кому хочется признаваться в\nсвоих пороках пе-ред другими и компенсировать причиненный ущерб? Кого хоть\nсколько-нибудь волнует какая-то Высшая Сила, не говоря уже о медитации и\nмолитве? Кому хочется жертвовать своим временем и тратить энергию на то, чтобы\nпередавать идеи АА другим страдальцам? Нет, обычный, занятый своими\nпереживаниями, алкоголик не интересуется такими проблемами — конечно, если его\nне вынудит к тому желание выжить.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 29-30  \nTwelve Steps and Twelve Traditions, p. 24_**\n\nЯ алкоголик. Если я буду пить, я умру. Боже, какую силу, энергию и чувства\nпорождает во мне эта простая истина! И это действительно все, что мне надо\nзнать на сегодняшний день. Хочу ли я остаться в живых сегодня? Хочу ли я\nостаться трезвым сегодня? Готов ли я просить о помощи и готов ли помочь\nсегодня другому страдающему алкоголику? Осознал ли я смертельную опасность\nсвоего состояния? Что я должен сделать сегодня, чтобы остаться трезвым?\n";
						const data = {title:"26 января",description:"Размышления АА на сегодня - 26 января",id:"24",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_26-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
