const id = "avgust/daily_11-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_11-08";
						const body = "\n## УБИРАЕМ «ПОСЛЕДНЮЮ КАПЛЮ»\n\n**Моральная инвентаризация — это спокойный анализ вреда, который причинен нами\nв течение жизни, и искреннее желание посмотреть на него без предвзятости. Это\nпроизводит эффект, подобный тому, как если бы у нас отобрали последнюю каплю,\nэту эмоциональную субстанцию, которая все еще ранит и мешает.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 140_**\n\nМой список, составленный по Восьмому Шагу, бывало, вызывал у меня ужасное\nчувство обиды. После четырех лет трезвости меня буквально парализовало\nотрицание, вызванное болезненной зависимостью между страхом и гордыней. Спор\nмежду ними ослабевал по мере того, как слова этого Шага перемещались у меня из\nголовы в сердце. Впервые за многие годы я открыл ящик со своими болями и\nвыплеснул искренний гнев. Это был взрыв красных, черных и желтых красок. Когда\nя смотрел на свою картину, по щекам у меня текли слезы радости и облегчения.\nСо своей болезнью я забросил искусство, тем самым назначив самому себе\nнаказание, гораздо более сильное, чем любое из налагаемых другими. В процессе\nвыздоровления я узнал, что боль от моих недостатков — это материя, которую Бог\nиспользует, чтобы исправить мой характер и сделать меня свободным.\n";
						const data = {title:"11 августа",description:"Размышления АА на сегодня - 11 августа",id:"225",moth:"avgust",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/avgust/daily_11-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
