const id = "fevral/daily_07-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_07-02";
						const body = "\n## ПУТЬ К ВЕРЕ\n\n**Подлинное смирение и непредвзятое отношение могут привести нас к вере, и\nкаждое собрание АА есть гарантия того, что Бог вернет нам здравомыслие, если\nмы найдем правильный способ общения с Ним.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 40  \nTwelve Steps and Twelve Traditions, p. 33_**\n\nМоя последняя пьянка довела меня, полностью сломленного, до больницы. Перед\nмоими глазами прошла тогда вся моя жизнь. Я увидел, что из-за пьянства мне\nпришлось жить в сплошном кошмаре. Мое своеволие и одержимость алкоголем завели\nменя в пучину галлюцинаций, провалов в памяти, отчаяния. Окончательно\nсломленный, я взмолился о Божьей помощи. Его волей повернулся я к вере. Моя\nстрасть к алкоголю ушла, и исчезло мое эмоциональное безумие. Я больше не\nбоюсь. Теперь моя жизнь безболезненна и разумна.\n";
						const data = {title:"7 февраля",description:"Размышления АА на сегодня - 7 февраля",id:"38",moth:"fevral",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/fevral/daily_07-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
