const id = "avgust/daily_13-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_13-08";
						const body = "\n## ТЩАТЕЛЬНАЯ УБОРКА\n\n**И, наконец, расчистив руины нашей прошлой деятельности, мы можем,\nруководствуясь вновь обретенным знанием о себе, начать строить нормальные\nвзаимоотношения со всеми людьми, которых мы знаем.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 89  \nTwelve Steps and Twelve Traditions, p. 77_**\n\nКогда я приблизилась к Восьмому Шагу, то увидела, что все, что требовалось для\nуспешной работы по предыдущим Семи Шагам, здесь сошлось вместе: мужество,\nчестность, искренность, готовность и обстоятельность. Вначале у меня недостало\nсил справиться с этой задачей. Вот почему в этом Шаге говорится:\n«Преисполнились желанием…» Мне надо выработать в себе мужество — чтобы начать,\nчестность — чтобы видеть, в чем я не права, искреннее желание — чтобы\nрасставить все по своим местам, обстоятельность — при подготовке списка, и\nготовность — чтобы взять на себя труд, необходимый для истинного смирения. С\nпомощью своей Высшей Силы я выработала в себе эти качества. И это позволило\nмне завершить этот Шаг и продолжить движение вперед в стремлении к духовному\nросту.\n";
						const data = {title:"13 августа",description:"Размышления АА на сегодня - 13 августа",id:"227",moth:"avgust",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/avgust/daily_13-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
