const id = "maj/daily_09-05.md";
						const collection = "diaries";
						const slug = "maj/daily_09-05";
						const body = "\n## ПЕРЕШАГНУТЬ ЧЕРЕЗ СТРАХ\n\n**Если мы все еще не хотим освободиться от всего плохого в нас, то мы просим\nБога помочь нам обрести это желание.**\n\n**_Анонимные Алкоголики, с. 74  \nAlcoholics Anonymous, p. 76_**\n\nВ процессе работы по Пятому Шагу я осознал, что все дефекты моего характера\nпроистекают из потребности ощущать безопасность и быть любимым. Работать над\nэтими дефектами с помощью только моей воли было бы не более чем безумием. В\nШестом Шаге я стал наращивать усилия. В частности, медитировал, постоянно\nповторял содержание Шага, посещал собрания, следовал советам наставника,\nчитал, искал внутри себя.\n\nВ течение первых трех лет трезвости я боялся войти в лифт один. Однажды я\nрешил перешагнуть через этот страх. Я попросил у Бога помощи и вошел в лифт,\nгде увидел плачущую женщину. Она сказала, что с тех пор как похоронила мужа,\nсмертельно боится лифтов. Я позабыл о своем страхе и стал ее успокаивать. Этот\nдуховный опыт помог мне понять, что готовность — это ключ к работе по\nДвенадцати Шагам для моего выздоровления. Бог помогает тем, кто и сам не сидит\nсложа руки.\n";
						const data = {title:"9 мая",description:"Размышления АА на сегодня - 9 мая",id:"130",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_09-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
