const id = "fevral/daily_11-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_11-02";
						const body = "\n## ПРЕДЕЛЫ САМОСТОЯТЕЛЬНОСТИ\n\n**Мы спросили себя: откуда у нас эти страхи? Не было ли причиной то, что мы во\nвсем полагались на себя, и это нас подвело?**\n\n**_Анонимные Алкоголики, с. 66  \nAlcoholics Anonymous, p. 68_**\n\nМои недостатки отделяют меня от Божьей воли. Когда я отворачиваюсь от своей\nсвязи с Ним, я оказываюсь один на один с миром и со своим алкоголизмом и\nвынужден сам за все отвечать. Пока я полагался лишь на самого себя, у меня не\nбыло ощущения покоя и безопасности, и единственным результатом этого была\nжизнь в страхе и недовольстве. Бог простирает мне дорогу назад, к Нему и Его\nдару гармонии и умиротворения. Но прежде мне нужно решиться увидеть свои\nстрахи, понять их природу и власть надо мной. Поэтому я часто прошу Бога\nуказать мне, чем я отделяю себя от Него.\n";
						const data = {title:"11 февраля",description:"Размышления АА на сегодня - 11 февраля",id:"42",moth:"fevral",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/fevral/daily_11-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
