const id = "noyabr/daily_10-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_10-11";
						const body = "\n## ЧУВСТВО СОПРИЧАСТНОСТИ\n\n**Возможно, одна из самых больших наград, которую мы получаем за наши молитвы\nи медитацию, это чувство** _ **приобщения**_ **.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 119  \nTwelve Steps and Twelve Traditions, p. 105_**\n\nТак вот оно что — сопричастность! После углубленного размышления я понял, что\nчувство, охватившее меня, было приобщением, чувством общности с другими, ведь\nмне было так легко и свободно. Я ощущал внутренний покой и готовность\nустранять мелкие неурядицы. Мне нравится мое чувство юмора. В ежедневной суете\nу меня возникает удивительное ощущение сопричастности созидательному потоку\nБожьего мира. То, что молитва и медитация напрямую вписаны в образ жизни АА,\nнеобычайно благотворно для всех нас.\n";
						const data = {title:"10 ноября",description:"Размышления АА на сегодня - 10 ноября",id:"315",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_10-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
