const id = "oktyabr/daily_23-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_23-10";
						const body = "\n## ЧТО МЫ ЗНАЕМ ЛУЧШЕ ВСЕГО\n\n**«Если ты сапожник, то оставайся им до конца своих дней!»… лучше делать что-\nто одно по-настоящему хорошо, чем многое плохо. Такова центральная тема этой\nТрадиции. Благодаря ей формируется единство нашего Содружества. Самое\nсуществование А.А. требует сохранение этого принципа.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 168  \nTwelve Steps and Twelve Traditions, p. 150_**\n\nСудьба АА зависит от единства. Что произошло бы, если бы, скажем, группа\nрешила стать бюро по трудоустройству, лечебным центром или агентством\nсоциальной помощи? Слишком широкая специализация ведет к утрате вообще какой-\nлибо специализации, распылению усилий и в конечном итоге к упадку. Я научился\nделиться с новичками и своими переживаниями, и методами выздоровления.\nПриверженность основной цели АА обеспечивает безопасность чудесного дара\nтрезвости, а потому на мне лежит огромная ответственность. Жизнь миллионов\nалкоголиков тесно связана с моей способностью «доносить смысл наших идей до\nвсе еще страдающего алкоголика».\n";
						const data = {title:"23 октября",description:"Размышления АА на сегодня - 23 октября",id:"297",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_23-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
