const id = "noyabr/daily_09-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_09-11";
						const body = "\n## ВОЙТИ В СОЛНЕЧНЫЙ СВЕТ\n\n**Но прежде всего мы захотим солнечного света; ничто не может расти в темноте.\nУглубленное размышление — это наш шаг вперед, к солнечному свету.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 10_**\n\nИногда мне кажется, что у меня нет времени на размышления и молитву, и забываю\nпри этом, что раньше всегда находил время на выпивку. Время можно найти для\nчего угодно, особенно если я этого очень хочу. Планируя свой день, необходимо\nотвести какое-то время для ежедневных молитв и медитаций. По утрам я\nпрочитываю страницу из книг нашего Содружества и говорю: «Благодарю Тебя,\nБоже!» вечером, перед сном. Когда молитва входит в привычку, я отвожу ей\nбольше времени, не замечая даже, как она вклинивается в мой плотно занятый\nдень. Если мне трудно молиться, я просто повторяю «Отче Наш», потому что эта\nмолитва действительно охватывает все. Затем я думаю о том, за что я\nблагодарен, и произношу слова благодарности.\n\nМне нет нужды закрываться где-то для молитвы. Это можно сделать и в помещении,\nгде полно народу. Я просто мысленно отстраняюсь. По мере того как я продолжаю\nрегулярно молиться, я понимаю, что мне уже не надо слов вслух, потому что Бог\nможет слышать — и слышит мои мысли.\n";
						const data = {title:"9 ноября",description:"Размышления АА на сегодня - 9 ноября",id:"314",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_09-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
