const id = "dekabr/daily_01-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_01-12";
						const body = "\n## ПРЕДЛАГАЕМЫЕ ШАГИ\n\n**Наш последний Шаг провозглашает, что, освоив Программу всех Шагов, мы\nобретаем нечто, называемое духовным пробуждением… Для члена АА подготовка к\nполучению этого дара означает выполнение Двенадцати Шагов.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 120-121  \nTwelve Steps and Twelve Traditions, pp. 106-107_**\n\nПомню ответ наставника на мое замечание, что Шаги всего-навсего\n«предлагаются». Он ответил, что они «предлагаются» точно так же, как мне\n«предлагается», прыгая с парашютом из самолета, выдернуть кольцо вытяжного\nустройства, чтобы спасти свою жизнь. Он подчеркнул, что для моего спасения мне\n«предлагается» работать по Двенадцати Шагам. И я стараюсь постоянно помнить,\nчто существует целая Программа выздоровления, основанная на Двенадцати\n«предлагаемых» Шагах.\n";
						const data = {title:"1 декабря",description:"Размышления АА на сегодня - 1 декабря",id:"336",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_01-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
