const id = "fevral/daily_05-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_05-02";
						const body = "\n## ЖЕЛАННОЕ ОСВОБОЖДЕНИЕ\n\n**Только прекратив спорить, я начал ви-деть и воспринимать. Именно тогда смысл\nВторого Шага медленно и осторожно начал входить в мою жизнь. Я не могу точно\nсказать, когда и при каких обстоятельствах я начал верить в Силу более\nмогущественную, чем я, но в на-стоящий момент у меня есть такая вера. Для\nдостижения этого мне пришлось отказаться от борьбы и с энтузиазмом следовать\nвсем остальным пунктам Программы АА.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 33  \nTwelve Steps and Twelve Traditions, p. 27_**\n\nПосле многих лет моей жизни, пропитанных разгулом своеволия, Второй Шаг\nнаконец освободил меня от полного одиночества. Теперь на моем пути нет ничего\nболезненного или непреодолимого. Теперь всегда есть Некто, с Кем я могу\nподелиться трудностями жизни. Второй Шаг укрепил мою связь с Богом, и теперь я\nпонимаю, что мое безумие и моя гордыня были тесно взаимосвязаны. Чтобы\nизбавиться от первого, я должен отдать второе Тому, у Кого плечи намного шире\nмоих.\n";
						const data = {title:"5 февраля",description:"Размышления АА на сегодня - 5 февраля",id:"36",moth:"fevral",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/fevral/daily_05-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
