const id = "oktyabr/daily_19-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_19-10";
						const body = "\n## «ОСНОВНОЙ КОРЕНЬ» АА\n\n**Принцип, согласно которому мы не найдем сколько-нибудь надежной опоры, пока\nне признаем полного поражения, является тем корнем, на основе которого\nзародилось и расцвело наше Содружество.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 27  \nTwelve Steps and Twelve Traditions, pp. 21-22_**\n\nЯ был раздавлен и знал об этом, когда впервые вошел в двери АА. Я был один и\nбоялся неизвестности. Какая-то внешняя сила подняла меня с постели, направила\nк телефонному справочнику, потом на автобусную остановку и к дверям АА.\nОказавшись в АА, я почувствовал, что меня любят и принимают, чего не ощущал с\nсамого раннего детства. Пусть меня никогда не покидает ощущение радостного\nудивления, испытанного мною в первый вечер в АА, вечер величайшего события\nвсей моей жизни.\n";
						const data = {title:"19 октября",description:"Размышления АА на сегодня - 19 октября",id:"293",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_19-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
