const id = "maj/daily_14-05.md";
						const collection = "diaries";
						const slug = "maj/daily_14-05";
						const body = "\n## ХОРОШО БЫТЬ САМИМ СОБОЙ\n\n**Время от времени новички пытались не раскрывать некоторые факты своей жизни.\n…они использовали более простые методы… Но в действительности они не познали в\nдостаточной мере смирение…**\n\n**_Анонимные Алкоголики, с. 70-71  \nAlcoholics Anonymous, pp. 72-73_**\n\nСмирение воспринимается многими как унижение, на самом же деле это способность\nсмотреть на себя и честно принимать то, что обнаруживаешь. Мне больше не надо\nбыть «самым умным», «самым лучшим» и во всем прочем «самым-самым». В конце\nконцов, -совсем не плохо быть просто самим собой. Мне легче принять себя, если\nя поделился с кем-либо историей всей своей жизни. Если я не могу сделать этого\nна собраниях, то мне стоит найти наставника — такого, которому я смогу\nрассказать о тех «определенного свойства фактах», что могут вернуть меня к\nпьянству, то есть к смерти. Мне необходимо проделать все Шаги. Пятый Шаг нужен\nмне, чтобы научиться истинному смирению. Более легкие методы не работают.\n";
						const data = {title:"14 мая",description:"Размышления АА на сегодня - 14 мая",id:"135",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_14-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
