const id = "yanvar/daily_28-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_28-01";
						const body = "\n## СОКРОВИЩА ПРОШЛОГО\n\n**…показать другим, как к нам в схожей ситуации пришла помощь. Именно это\nделает нашу жизнь более ценной. Вы должны думать, что в руках Всевышнего наше\nтемное прошлое превращается в величайшее достояние — ключ к жизни и счастью\nдругих. Ваш опыт поможет другим избежать смерти и горя.**\n\n**_Анонимные Алкоголики, с. 120  \nAlcoholics Anonymous, p. 124_**\n\nКакой же это подарок для меня — обнаружить, что все эти бесполезные, казалось\nбы, годы не прошли впустую. Опыт самых страшных падений и унижений оказывается\nсамым мощным инструментом для помощи другим в их выздоровлении. Познав глубины\nстыда и отчаяния, я могу протянуть руку любви и сострадания, и я знаю, что мне\nдоступ-на Божья благодать.\n";
						const data = {title:"28 января",description:"Размышления АА на сегодня - 28 января",id:"26",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_28-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
