const id = "april/daily_16-04.md";
						const collection = "diaries";
						const slug = "april/daily_16-04";
						const body = "\n## ЗЛОБА — «СОМНИТЕЛЬНАЯ РОСКОШЬ»\n\n**Для того чтобы жить, мы должны освободиться от злобы. Обиды и злоба — не для\nнас. Они, возможно, сомнительная роскошь, которую могут себе позволить люди\nнормальные, но для алкоголиков они — яд.**\n\n**_Анонимные Алкоголики, с. 65  \nAlcoholics Anonymous, p. 66_**\n\n«Сомнительная роскошь». Как часто я вспоминал эти слова! Это не просто гнев,\nкоторый тоже лучше оставить неалкоголикам. Я составил список, включив в него\nоправданное негодование, жалость к себе, склонность к осуждению,\nсамодовольство, ложную гордость и ложное смирение. Всегда поражаюсь, читая\nприведенный выше отрывок из Большой Книги. В меня настолько глубоко вошли\nПринципы Программы, что я всегда думаю, а все ли свои дефекты я перечислил? Я\nблагодарен Богу за то, что не могу их себе позволить, иначе они захватят меня.\n";
						const data = {title:"16 апреля",description:"Размышления АА на сегодня - 16 апреля",id:"107",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_16-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
