const id = "fevral/daily_29-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_29-02";
						const body = "\n## БОГ, КАК МЫ ЕГО ПОНИМАЕМ\n\n**За исключением нескольких моментов искушения, мысль о том, чтобы выпить, уже\nне возвращалась к нему, а в моменты соблазна в нем поднималось чувство\nотвращения. Похоже, что он не смог бы выпить, даже если бы захотел. Бог вернул\nему здравомыслие.**\n\n**_Анонимные Алкоголики, с. 55  \nAlcoholics Anonymous, p. 57_**\n\nСлово «Бог» пугало меня, когда я впервые увидел его в связи с Двенадцатью\nШагами АА. Испытав все возможные для меня способы бросить пить, я обнаружил,\nчто не в состоянии поддерживать это решение в течение длительного времени. И\nвсе же, как я мог верить в Бога, Который допустил, чтобы я погрузился в\nглубокое отчаяние, охватывавшее меня независимо от того, пил я или нет?\n\nОтвет заключался в том, чтобы наконец признать, что для меня было бы возможным\nпознать милость Силы более могущественной, чем я сам, Которая могла бы дать\nмне трезвость в зависимости от моей готовности «поверить». Когда я наконец\nпризнал, что был одним из многих, и последовал примеру своего наставника и\nдругих членов АА в практике веры, которой у меня еще не было, моя жизнь обрела\nзначение, направление и смысл.\n";
						const data = {title:"29 февраля",description:"Размышления АА на сегодня - 29 февраля",id:"60",moth:"fevral",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/fevral/daily_29-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
