const id = "iyun/daily_29-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_29-06";
						const body = "\n## ЭФФЕКТ ВОЛНЫ\n\n**Научившись жить счастливо, мы покажем другим, как достичь этого… Да, мы [в\nАА] мечтали обо всем этом. Это было совершенно естественно, поскольку\nбольшинство алкоголиков — обанкротившиеся идеалисты… Почему бы нам на\nподелиться секретом нашего образа жизни со всеми другими людьми?**\n\n**_Двенадцать шагов и двенадцать традиций, с. 174  \nTwelve Steps and Twelve Traditions, p. 156_**\n\nВеликое открытие трезвости вызвало у меня желание непременно поделиться\n«доброй вестью» со всем миром. Ко мне вернулись грандиозные мысли времен моего\nпьянства. Позже я узнал, что концентрация внимания на собственном\nвыздоровлении — дело нелегкое, занимающее все время. Став трезвым гражданином\nэтого мира, я заметил эффект волны, который без всяких сознательных усилий с\nмоей стороны доходит до любого «родственного учреждения или стороннего\nпредприятия», не отвлекая меня от моей основной цели, — оставаться трезвым и\nпомогать другим алкоголикам обрести трезвость.\n";
						const data = {title:"29 июня",description:"Размышления АА на сегодня - 29 июня",id:"181",moth:"iyun",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyun/daily_29-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
