const id = "dekabr/daily_20-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_20-12";
						const body = "\n## НАГРАДА ЗА БЕСКОРЫСТИЕ\n\n**Это дары такого рода, когда ничто не требуется взамен. Никто не ждет никакой\nоплаты от страдающего алкоголизмом и даже никакой любви. Оказывается, что\nподобная самоотдача содержит в себе вознаграждение независимо от того, оказали\nмы реальную помощь другому алкоголику или нет.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 124  \nTwelve Steps and Twelve Traditions, p. 109_**\n\nИз опыта работы по Двенадцатому Шагу я понял, какие награды мы получаем,\nотдавая что-либо бескорыстно. Поначалу я ожидал, что все другие люди тоже\nбудут выздоравливать, но вскоре увидел, что этого не происходит. Когда я\nсмирился и признал, что не всегда работа по Двенадцатому Шагу -успешна, я стал\nоткрытым для наград за то, что отдаю бескорыстно.\n";
						const data = {title:"20 декабря",description:"Размышления АА на сегодня - 20 декабря",id:"355",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_20-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
