const id = "sentyabr/daily_23-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_23-09";
						const body = "\n## «Я БЫЛА ОСОБЕННОЙ»\n\n**Он [Bill W.] сказал мне мягко и просто: «Вы думаете, вы одна из нас?»**\n\n**_Анонимные Алкоголики  \nAlcoholics Anonymous, p. 413_**\n\nВ пьяной жизни я была убеждена в собственной исключительности. Я думала, что\nстою выше общепринятых мелочных требований и имею право на прощение. Я никогда\nне осознавала, что темная сторона моих взглядов — это постоянное ощущение\n«отверженности». Поначалу в АА я находила сходство с другими людьми только как\nалкоголик. Каким же чудным пробуждением для меня стало осознание того, что\nесли люди делают все как можно лучше, то так же поступаю и я! Все эти\nпереживаемые ими боли, тревоги и радости не являются исключительными, они\nчасть и моей жизни точно так же, как и любого другого человека.\n";
						const data = {title:"23 сентября",description:"Размышления АА на сегодня - 23 сентября",id:"267",moth:"sentyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/sentyabr/daily_23-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
