const id = "oktyabr/daily_11-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_11-10";
						const body = "\n## САМООБЛАДАНИЕ\n\n**Нашей первой задачей должно быть воспитание умения сдерживать себя.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 103  \nTwelve Steps and Twelve Traditions, p. 91_**\n\nПоездка на работу дает мне время для самоанализа. Так, однажды, в такой\nпоездке я начал анализировать свой прогресс в трезвости и не получил\nудовольствия от того, что увидел. Я надеялся, что в ходе рабочего дня эти\nтревожные мысли забудутся, но по мере того как одна неприятность следовала за\nдругой, моя досада только усиливалась, а внутренне напряжение нарастало.\n\nЯ уединился в столовой, и спросил себя, как мне наилучшим образом использовать\nостаток дня. В прошлом, когда что-то происходило не так, как хотелось мне, я\nинстинктивно «рвался в бой». Но за то короткое время, что я в Программе АА, я\nуже научился тому, как отступить и взглянуть на себя со стороны. Я признал,\nчто, хотя я и не тот, каким бы мне хотелось быть, но, тем не менее, уже\nнаучился не реагировать, как прежде. Старые модели поведения приносили и мне,\nи людям лишь огорчения и боль. Я вернулся на рабочее место с настроением\nсделать этот день полезным и поблагодарил Бога за данный мне сегодня шанс\nдуховно расти.\n";
						const data = {title:"11 октября",description:"Размышления АА на сегодня - 11 октября",id:"285",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_11-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
