const id = "dekabr/daily_14-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_14-12";
						const body = "\n## НАВСТРЕЧУ ДРУГИМ ЛЮДЯМ\n\n**Никогда не пытайтесь снисходить к алкоголикам с моральных и духовных высот.\nПросто расскажите ему о духовных средствах исцеления и о том, как они помогли\nвам.**\n\n**_Анонимные Алкоголик, с. 92  \nAlcoholics Anonymous, p. 95_**\n\nПри встрече с новичком склонен ли я смотреть на него с точки зрения моего\nуспеха в АА? Может быть, я сравниваю его с многочисленными знакомыми в\nСодружестве? Нет ли в моих словах, когда я рассказываю ему об АА, оттенка\nпоучения и назидательности, не звучит ли менторски мои голос? Каково мое\n_истинное_ отношение к нему? Когда я встречаюсь с новичком, я должен\nпроанализировать самого себя, чтобы убедиться, что идею АА я несу со\nсмирением, простотой и щедростью. Тот, кто еще страдает от этой ужасной\nболезни — алкоголизма, должен найти во мне друга, который даст ему возможность\nузнать об АА. У меня ведь тоже, когда я пришел в АА, появился такой друг.\nСегодня моя очередь с любовью протянуть руку помощи сестре или брату —\nалкоголику и показать им путь к счастью.\n";
						const data = {title:"14 декабря",description:"Размышления АА на сегодня - 14 декабря",id:"349",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_14-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
