const id = "iyul/daily_10-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_10-07";
						const body = "\n## К УМИРОТВОРЕНИЮ И ДУШЕВНОМУ ПОКОЮ\n\n**…если мы выявили в себе некоторые из наших недостатков, обсудили их с каким-\nлибо другим человеком и захотели избавиться от них, наше представление о\nсмирении приобретает более широкий смысл.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 85  \nTwelve Steps and Twelve Traditions, p. 74_**\n\nКогда возникают нарушающие мой душевный покой ситуации, боль от них побуждает\nменя просить Бога о прозрении — чтобы я смог понять свою роль в той или иной\nситуации. Признавая свое бессилие, я смиренно молю о принятии происходящего. Я\nстараюсь увидеть, каким образом недостатки моего характера повлияли на\nситуацию. Мог ли я проявить больше терпения? Был ли я нетерпим? Настаивал ли\nна своем? Боялся ли?\n\nПо мере того как мои недостатки вскрываются, я отбрасываю свою самоуверенность\nи смиренно прошу Бога избавить меня от этих недостатков. Ситуация, возможно, и\nне изменится, но, если я продолжаю проявлять смирение, я обретаю мир и\nдушевный покой, они же, естественно, — производные моего упования на Силу\nболее могущественную, чем я.\n";
						const data = {title:"10 июля",description:"Размышления АА на сегодня - 10 июля",id:"192",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_10-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
