const id = "iyun/daily_12-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_12-06";
						const body = "\n## НАЛАЖИВАТЬ ПОДЛИННОЕ СОТРУДНИЧЕСТВО\n\n**Но ведь многие из нас более всего страдали от испорченных отношений в семье,\nс друзьями, да и вообще с окружающими. Именно в этом мы проявляли больше всего\nглупости и упрямства. Основной факт, который мы не удосужились признать, — это\nнаша неспособность установить с другими людьми отношения, основанные на\nсотрудничестве.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 61  \nTwelve Steps and Twelve Traditions, p. 53_**\n\nПрименимы ли сегодня эти слова ко мне? Правда ли, что я _все еще_ не способен\nналадить подлинное сотрудничество с другим человеком? Какой ужасной помехой\nэто может стать для моей трезвости! В трезвости я буду заниматься медитацией и\nмолиться, чтобы понять, как мне стать надежным другом и попутчиком.\n";
						const data = {title:"12 июня",description:"Размышления АА на сегодня - 12 июня",id:"164",moth:"iyun",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyun/daily_12-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
