const id = "iyun/daily_14-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_14-06";
						const body = "\n## КОГДА СТАНОВИТСЯ ТРУДНО\n\n**В трудные минуты помогает выжить цель в жизни.**\n\n**_Анонимные Алкоголики, с. 14  \nAlcoholics Anonymous, p. 15_**\n\nПосле прихода в АА я понял, что Содружество удивительным образом помогает мне\nсохранять трезвость. Но действует ли это в решении проблем реальной жизни, не\nсвязанных с пьянством? На этот счет у меня были сомнения. После двух с\nнебольшим лет трезвости я получил ответ. Я потерял работу, появились проблемы\nсо здоровьем, у моего отца-диабетика отняли ногу, а любимая женщина ушла к\nдругому. Все это произошло в течение двух недель. Действительность обрушилась\nна меня, и все же АА было рядом, чтобы поддержать меня, успокоить и придать\nмне сил. Принципы, которые я усвоил в начальный период своей трезвости, стали\nопорой моей жизни, поэтому я не только прошел через все это, но еще и не\nпрекращал помогать новичкам. АА научило меня не поддаваться панике, а понимать\nи принимать жизнь так, как она складывается.\n";
						const data = {title:"14 июня",description:"Размышления АА на сегодня - 14 июня",id:"166",moth:"iyun",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyun/daily_14-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
