const id = "sentyabr/daily_20-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_20-09";
						const body = "\n## ВЫСШАЯ СИЛА КАК ПРОВОДНИК\n\n**Следите, чтобы ваши взаимоотношения с Богом были всегда такими, какими они\nдолжны быть, и тогда значительные события произойдут с вами и многими другими\nлюдьми. Для нас — это Великий Факт.**\n\n**_Анонимные Алкоголики, с. 160  \nAlcoholics Anonymous, p. 164_**\n\nПостроть правильные отношения с Богом казалось мне невыполнимым требованием.\nМое беспорядочное прошлое оставило мне в наследство и чувство вины, и\nугрызения совести, и сомнения во всех этих «Божьих делах». В АА мне сказали,\nчто я должен отдать свою волю и жизнь на попечение Бога, как я Его понимаю. А\nтак как больше обращаться мне было некуда, я стал на колени и заплакал: «Боже,\nя больше не могу! Помоги мне, пожалуйста!» И только когда я признал свое\nбессилие, проблески света проникли в мою душу и появилось желание предоставить\nБогу управлять моей жизнью. А когда Он стал моим руководителем, в моей жизни\nстали происходить важные события, и я начал трезветь.\n";
						const data = {title:"20 сентября",description:"Размышления АА на сегодня - 20 сентября",id:"264",moth:"sentyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/sentyabr/daily_20-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
