const id = "dekabr/daily_12-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_12-12";
						const body = "\n## ОБЩЕЕ РЕШЕНИЕ\n\n**Огромное значение для каждого из нас имеет тот факт, что мы нашли общий\nвыход в решении наших проблем. У нас есть путь к избавлению, в отношении\nкоторого среди нас наблюдается полное согласие и благодаря которому мы можем\nобъединиться, чтобы действовать в гармоничном и братском союзе. Это и\nсоставляет то новое, что несет эта книга страдающим от алкоголизма.**\n\n**_Анонимные Алкоголики, с. 16-17  \nAlcoholics Anonymous, p. 13_**\n\nСамой дальновидной работой по Двенадцатому Шагу была публикация нашей Большой\nКниги — «Анонимные Алкоголики». Мало что может сравниться с ней в\nраспространении идей АА. Мне же нужно оторваться от самого себя и просто\nделать то, что могу. Даже если меня не просят быть наставником и мой телефон\nзвонит редко, я все же способен выполнять работу по Двенадцатому Шагу. Я\nвовлечен в «братскую и гармоничную деятельность». Я прихожу на собрания\nпораньше, чтобы помочь приготовить помещение и поприветствовать людей, а потом\nделюсь своим опытом, силой и надеждами. Я также, в меру своих сил, занимаюсь\nслужением. Высшая Сила определяет для меня, что именно мне нужно на данном\nэтапе выздоровления, и если я пойду Ей навстречу, то моя готовность\nавтоматически даст мне возможность работать по Двенадцатому Шагу.\n";
						const data = {title:"12 декабря",description:"Размышления АА на сегодня - 12 декабря",id:"347",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_12-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
