const id = "oktyabr/daily_29-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_29-10";
						const body = "\n## НАШЕ ВЫЖИВАНИЕ\n\n**Поскольку избавление от алкоголизма является для нас содержанием жизни,\nважно, чтобы мы сохранили в полной силе наше средство выживания.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 197  \nTwelve Steps and Twelve Traditions, p. 177_**\n\n_Честность_ , проявляемая членами АА на собраниях, обладает силой открывать\nмое серд-це. Ничто не может остановить поток энергии, который несет с собой\n_честность_. Единственным препятствием для этого потока является состояние\nопьянения, но даже и тогда никто не захлопнет дверь перед человеком, если он\nзахочет вернуться. С того самого момента, когда он получил дар трезвости,\nкаждый член АА стоит перед необходимостью ежедневно принимать Программу\n_честности_.\n\nМоя Высшая Сила создала меня для какой-то цели в жизни. Я прошу Ее принять мои\nчестные усилия продолжать мое путешествие по духовному пути. Я прошу Ее дать\nмне силу слышать и познавать Ее волю.\n";
						const data = {title:"29 октября",description:"Размышления АА на сегодня - 29 октября",id:"303",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_29-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
