const id = "yanvar/daily_01-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_01-01";
						const body = "\n## «Я — ЧУДО»\n\n**Самое главное в нашей жизни сегодня — абсолютная уверенность в том, что\nСоздатель чудодейственным образом вошел в наши сердца и жизни. Он сумел\nсовершить для нас то, что мы никогда не смогли бы сделать сами.**\n\n**_Анонимные Алкоголики, с. 24  \nAlcoholics Anonymous, p. 25_**\n\nСегодня это поистине факт моей жизни и настоящее чудо. Я всегда верил в Бога,\nно мне никогда не удавалось сделать так, чтобы сам смысл веры вошел в мою\nжизнь. Сегодня благодаря Анонимным Алкоголикам я верю и полагаюсь на Бога, как\nя Его понимаю. И благодаря этому я сегодня трезвый! Я не мог в одиночку\nнаучиться доверять Богу и полагаться на Него. Теперь я верю в чудеса, потому\nчто я сам — чудо!\n";
						const data = {title:"1 января",description:"Размышления АА на сегодня - 1 января",id:"1",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_01-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
