const id = "fevral/daily_01-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_01-02";
						const body = "\n## ЦЕЛЬ — ЗДРАВОМЫСЛИЕ\n\n**«…смысл Второго Шага медленно и осторожно начал входить в мою жизнь. Я не\nмогу точно сказать, когда и при каких обстоятельствах я начал верить в Силу\nболее могущественную, чем я, но в настоящий момент у меня есть такая вера».**\n\n**_Двенадцать шагов и двенадцать традиций, с. 33  \nTwelve Steps and Twelve Traditions, p. 27_**\n\n«Прийти к убеждению!» Свою веру я признавал лишь на словах, когда у меня было\nсоответствующее настроение или же просто для видимости. В действительности я\nне доверял Богу. Я не верил, что Он заботится обо мне. Я упорно старался\nизменить то, чего изменить не мог. Постепенно, сопротивляясь, я начал все\nпрепоручать Богу, заявляя: «Если Ты такой всемогущий, то Ты и позаботься об\nэтом». А Он так и сделал. Я начал получать ответы на свои самые глубокие\nпроблемы, иногда в самое необычное время — по пути на работу, за обедом или\nкогда крепко спал. Я понял, что не сам я нахожу эти решения, — мне их дает\nВысшая Сила. Я поверил.\n";
						const data = {title:"1 февраля",description:"Размышления АА на сегодня - 1 февраля",id:"32",moth:"fevral",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/fevral/daily_01-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
