const id = "fevral/daily_28-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_28-02";
						const body = "\n## ЧТО? НЕТ ПРЕЗИДЕНТА?\n\n**Когда мы говорим, что наше Содружество не имеет президента, обладающего\nруководящими полномочиями, что у нас нет казначея, который может заставить\nкакого-либо члена уплатить долг… наши друзья восклицают удивленно: «Но это\nпросто невозможно…»**\n\n**_Двенадцать шагов и двенадцать традиций, с. 147  \nTwelve Steps and Twelve Traditions, p. 152_**\n\nКогда я наконец добрался до АА, я не мог поверить, что там нет казначея,\n«заставляющего платить членские взносы». Я не мог представить себе\nорганизацию, которая не требовала бы денежных взносов в обмен на услугу. Это\nбыл мой первый и пока единственный опыт, когда я получал что-либо «за так».\nПоскольку я не чувствовал, что меня в АА кто-либо использовал или обманывал, я\nсмог подойти к Программе непредвзято и беспристрастно. Они ничего не хотели от\nменя. Что мне было терять? Я благодарю Бога за мудрость основателей, которые\nслишком хорошо понимали, с каким негодованием алкоголик относится к тому, что\nим манипулируют.\n";
						const data = {title:"28 февраля",description:"Размышления АА на сегодня - 28 февраля",id:"59",moth:"fevral",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/fevral/daily_28-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
