const id = "iyun/daily_11-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_11-06";
						const body = "\n## ОБЯЗАТЕЛЬСТВА ПЕРЕД СЕМЬЕЙ\n\n**…духовная жизнь, исключающая обязательства по отношению к семье, не так уж\nсовершенна.**\n\n**_Анонимные Алкоголики, с. 125  \nAlcoholics Anonymous, p. 129_**\n\nЯ могу преуспевать в работе по Программе: применять ее на собраниях, на\nработе, в служении — и обнаружить, что в семье все кувырком. Я жду понимания\nот своих любимых, но этого не происходит. Я жду, что они заметят и оценят мой\nдуховный рост, но этого не случится, пока я не _покажу_ им _этого_. Может, я\nне обращаю внимания на них, пренебрегаю их нуждами и желаниями, не забочусь о\nних? Может, я раздражен и скучен, когда я с ними? Может, заглаживаю свою вину\nперед ними невнятным бормотанием: «Извини, виноват», или же делаю это\nтерпеливо и сам проявляю терпимость? Может, я читаю им нотации, пытаясь\nпеределать их или «поставить на место»? Когда-нибудь я убирался в доме _вместе\nс ними_? «Духовная жизнь — это не теория. _Нужно жить духовной жизнью_ ». (\n_Анонимные Алкоголики_ , стр. 80).\n";
						const data = {title:"11 июня",description:"Размышления АА на сегодня - 11 июня",id:"163",moth:"iyun",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyun/daily_11-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
