const id = "iyun/daily_17-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_17-06";
						const body = "\n## В ГЛУБИНЕ ДУШИ\n\n**В глубине души мы обнаружили Великую Реальность. В конечном счете, только\nтам и можно Его найти…**\n\n**…наши свидетельства… придадут усердие в исследовании своего «я»… С таким\nвзглядом на мир вы не пропадете. К вам наконец придет осознание веры.**\n\n**_Анонимные Алкоголики, с. 54  \nAlcoholics Anonymous, p. 55_**\n\nИз самых глубин одиночества, депрессии и отчаяния обратился я к помощи АА. По\nмере выздоровления мне открывались пустота и руины моей жизни. Но в Программе\nАА я постепенно узнавал о возможностях исцеления. Посещая собрания, оставаясь\nтрезвым и работая по Шагам, я со все возрастающим вниманием могу\nприслушиваться к глубинам своей души. Каждый день с надеждой и благодарностью\nожидал я этой безусловной веры и прочной любви, по которым так тосковал всю\nжизнь. На этом пути я встретил своего Бога, как я Его понимаю.\n";
						const data = {title:"17 июня",description:"Размышления АА на сегодня - 17 июня",id:"169",moth:"iyun",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyun/daily_17-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
