const id = "mart/daily_09-03.md";
						const collection = "diaries";
						const slug = "mart/daily_09-03";
						const body = "\n## ОТКАЗАТЬСЯ ОТ СВОЕВОЛИЯ\n\n**«Приняли решение препоручить нашу волю и нашу жизнь Богу, как мы Его\nпонимали».**\n\n**_Двенадцать шагов и двенадцать традиций, с. 41  \nTwelve Steps and Twelve Traditions, p. 34_**\n\nНе столь важно, насколько велико желание человека сделать что-то; значительно\nважнее — может ли он перепоручить свою волю и свою жизнь Богу, как он Его\nпонимает. В поисках ответа на этот вопрос я осознал всю мудрость содержания\nТретьего Шага: этот Шаг состоит из двух частей.\n\nПри своем прежнем образе жизни я не единожды мог умереть или, по крайней мере,\nискалечиться, — но этого не произошло. Кто-то или что-то присматривал за мной.\nЯ предпочитаю верить, что о моей жизни всегда заботился Бог. Только Он\nопределяет количество дней, отпущенных мне до физической смерти.\n\nВопрос воли (своеволия или Божьей воли) — наиболее трудная для меня часть\nэтого Шага. Только испытав более чем достаточно эмоциональной боли, я понял,\nчто готов подчинить свою жизнь Божьей воле. Капитуляция — это как тишина после\nбури. Когда моя воля — в гармонии с Божьей, я обретаю душевный покой.\n";
						const data = {title:"9 марта",description:"Размышления АА на сегодня - 9 марта",id:"69",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_09-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
