const id = "oktyabr/daily_18-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_18-10";
						const body = "\n## НЕПРЕДВЗЯТОЕ ОТНОШЕНИЕ\n\n**Подлинное смирение и непредвзятое отношение могут привести нас к вере…**\n\n**_Двенадцать шагов и двенадцать традиций, стр. 40  \nTwelve Steps and Twelve Traditions, p. 33_**\n\nМое алкогольное мышление убеждало меня, что я могу контролировать потребление\nспиртного. Но я не мог. Когда я пришел в АА, то понял, что через группу со\nмной говорит Бог. Мой разум был открыт достаточно, чтобы понять, что я\nнуждаюсь в Его помощи. Больше времени заняло истинное, чест-ное принятие АА,\nно с ним пришло и сми-рение. Сейчас я знаю, насколько был без-умен, и\nбесконечно благодарен за возвращенное мне здравомыслие и за возможность быть\nтрезвым алкоголиком. С АА, обновленный и трезвый, я сегодня гораздо лучше, чем\nбыл когда-либо без АА.\n";
						const data = {title:"18 октября",description:"Размышления АА на сегодня - 18 октября",id:"292",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_18-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
