const id = "noyabr/daily_26-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_26-11";
						const body = "\n## ОПАСНОСТЬ ОГЛАСКИ\n\n**То, что люди становятся символами движений и идей, является важной\nпсихологической потребностью, скрытой глубоко в недрах сознания. Мы в АА не\nсомневаемся в этом. Но мы должны трезво оценить тот факт, что всегда\nнаходиться на виду рискованно, особенно для нас.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 201  \nTwelve Steps and Twelve Traditions, p. 181_**\n\nКак выздоравливающий алкоголик я должен стараться применять на практике\nпринципы Программы АА, основанные на честности, правдивости и смирении. Когда\nя пил, то всегда стремился быть на виду. Теперь, когда я осознаю свои прошлые\nошибки и преж-нее отсутствие целостности, для меня было бы нечестным\nстремиться к престижу, даже если это стремление оправдывается распространением\nидеи выздоровления АА. Разве известность, которой пользуется Содружество АА, и\nчудеса, которые оно творит с людьми, не заслуживают большего? Почему бы не\nпозволить окружающим нас людям самим оценить те изменения, что произошли в нас\nблагодаря АА. Это станет гораздо лучшей рекомендацией Содружеству, чем та,\nкоторую могу дать я сам.\n";
						const data = {title:"26 ноября",description:"Размышления АА на сегодня - 26 ноября",id:"331",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_26-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
