const id = "noyabr/daily_23-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_23-11";
						const body = "\n## ОБРАЩАЙТЕ СВОЕ ЛИЦО К СВЕТУ\n\n**Веруйте глубже. Обращайте свое лицо к Свету, даже если на какое-то мгновение\nвы ничего не будете видеть.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 3_**\n\nОдним воскресным днем, в октябре, во время утренней медитации я взглянул на\nясень за моим окном. Мгновенно я был очарован его волшебным золотым цветом!\nПока я, завороженный, любовался Божьим произведением искусства, листья начали\nопадать, и в считанные минуты ветви оголились. Мне стало грустно, когда я\nподумал о приближении долгой зимы. Но пока я размышлял о природных процессах,\nменя пронзила мысль, ниспосланная Богом. Подобно тому, как деревья, потерявшие\nосенью листву, вновь расцветают по весне, так и я был избавлен Богом от моих\nзастарелых, эгоистичных привычек, чтобы расцвести и стать трезвым и счастливым\nчленом АА. Благодарю Тебя, Боже, за смену времен года и за мою постоянно\nменяющуюся жизнь.\n";
						const data = {title:"23 ноября",description:"Размышления АА на сегодня - 23 ноября",id:"328",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_23-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
