const id = "sentyabr/daily_11-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_11-09";
						const body = "\n## ВОЗМЕСТИТЬ УЩЕРБ\n\n**Прежде всего нам нужно постараться быть абсолютно уверенными, что мы не\nоткладываем это дело только потому, что нам страшно.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 99  \nTwelve Steps and Twelve Traditions, p. 87_**\n\nМужество и отсутствие страха — это дары моей трезвости. Они придают мне сил\nпросить о помощи — с чувством собственного достоинства и со смирением, и в\nдальнейшем возмещать ущерб. Возмещение ущерба требует определенной честности,\nкоторой мне, как я чувствую, недостает. И все же, с Божьей помощью и опираясь\nна мудрость других людей, я способен заглянуть внутрь себя и обре-сти силу для\nконкретного действия. Люди могут принять или не принять мои извинения, но\nпосле того как они мною принесены, я могу чувствовать себя свободно и быть\nуверенным, что отвечаю за сегодняшний день.\n";
						const data = {title:"11 сентября",description:"Размышления АА на сегодня - 11 сентября",id:"255",moth:"sentyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/sentyabr/daily_11-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
