const id = "april/daily_24-04.md";
						const collection = "diaries";
						const slug = "april/daily_24-04";
						const body = "\n## УЧИТЬСЯ ЛЮБИТЬ СЕБЯ\n\n**Алкоголизм привел нас к одиночеству, хотя вокруг были люди, которые нас\nлюбили… Мы пытались обрести эмоциональную безопасность, управляя другими или\nнаходясь в зависимости от них… Мы тщетно старались обеспечить свою\nбезопасность нездоровым путем господства или подчинения.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 252_**\n\nПроводя свою нравственную инвентаризацию, я обнаружил, что у меня всегда были\nнездоровые отношения с большинством людей — с друзьями, например, или с\nсемьей. Я всегда ощущал себя изолированным и одиноким, и пил, чтобы заглушить\nэмоциональную боль.\n\nИменно благодаря трезвости, хорошему наставнику и работе по Двенадцати Шагам я\nсмог повысить свою заниженную самооценку. Сначала Двенадцать Шагов научили\nменя, как мне подружиться с самим собой, а затем, когда я смог полюбить себя,\n— приблизиться к людям и полюбить и их.\n";
						const data = {title:"24 апреля",description:"Размышления АА на сегодня - 24 апреля",id:"115",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_24-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
