const id = "sentyabr/daily_02-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_02-09";
						const body = "\n## НАЙТИ ПРИЧИНУ, ЧТОБЫ ПОВЕРИТЬ\n\n**Готовность к росту — суть всего духовного развития.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 171_**\n\nСтрока из песни гласит: «…я ищу причину, чтобы поверить…» Это напоминает мне,\nчто были времена, когда я не мог найти причину поверить, что моя жизнь\nналадилась. Несмотря на то, что мой приход в АА спас мне жизнь, три месяца\nспустя я снова запил. Кто-то сказал мне: «Ты не обязан верить по принуждению.\nРазве у тебя нет _желания_ поверить, что в твоей жизни есть какой-то смысл,\nдаже если ты и не понимаешь, в чем он заключается, и порой не знаешь, как себя\nвести?» Когда я увидел, как сильно хочу поверить, что в моей жизни есть смысл,\nя смог начать работу по Шагам. Сейчас, когда я начинаю с: «Да, у меня есть\nжелание…», то использую это как ключ, открывающий путь к действию, честности и\nоткрытости перед Высшей Силой, которая со мной всю мою жизнь.\n";
						const data = {title:"2 сентября",description:"Размышления АА на сегодня - 2 сентября",id:"246",moth:"sentyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/sentyabr/daily_02-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
