const id = "iyul/daily_24-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_24-07";
						const body = "\n## ПОМОГАЯ ДРУГИМ\n\n**Само наше существование (а мы — люди, в прошлом злоупотреблявшие спиртными\nнапитками) зависит от нашей постоянной заботы о других и от того, в какой\nстепени мы можем быть им полезными.**\n\n**_Анонимные Алкоголики, с. 19  \nAlcoholics Anonymous, p. 20_**\n\nМоей вечной проблемой был эгоцентризм. Люди всегда что-то делали для меня. Я\nже не только принимала это как должное, но и вечно была неблагодарной и\nнедовольной, что они не делают больше. Почему я должна помогать другим, когда\nим следует помогать мне? Если у них неприятности, то разве они не заслужили\nих? Меня переполняла жалость к себе, гнев и чувство обиды. Затем я узнала,\nчто, помогая другим без ожидания чего-либо взамен, я могу преодолеть эту\nодержимость эгоцентризмом, и что если пойму смирение, то познаю душевный покой\nи ясность мысли. И мне больше не надо пить.\n";
						const data = {title:"24 июля",description:"Размышления АА на сегодня - 24 июля",id:"206",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_24-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
