const id = "yanvar/daily_07-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_07-01";
						const body = "\n## ПОВОРОТНЫЙ МОМЕНТ\n\n**Полумеры ничем не помогли нам. Мы пришли к поворотному моменту. Все отринув,\nмы просили Его о попечении и защите.**\n\n**_Анонимные Алкоголики, с. 57  \nAlcoholics Anonymous, p. 59_**\n\nКаждый день я стою на распутье. Мои мысли и поступки могут помочь моему росту,\nно могут и толкнуть на путь старых привычек и пьянства. Иногда распутье\nстановится началом, например, когда я начинаю одобрять кого-нибудь, вместо\nтого чтобы осуждать, или же решаюсь попросить о помощи, вместо того чтобы\nполагаться только на себя. В другие моменты распутье возникает в конце,\nнапример, когда я ясно вижу необходимость прекратить вынашивать обиды или\nупиваться уродливой саможалостью. Каждый день множество недостатков искушают\nменя, значит, у меня каждый день есть возможность видеть их. В том или ином\nвиде недостатки моего характера проявляются ежедневно: осуждение самого себя,\nгнев, трусость, гордыня, желание отомстить и высокомерное поведение.\n\nПопытки обойтись полумерами при устранении этих недостатков только парализуют\nмои старания измениться. Только когда я в полном доверии обращаюсь к Богу за\nпомощью, я действительно обретаю желание — и могу — измениться.\n";
						const data = {title:"7 января",description:"Размышления АА на сегодня - 7 января",id:"7",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_07-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
