const id = "fevral/daily_21-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_21-02";
						const body = "\n## Я — ЧАСТЬ ЦЕЛОГО\n\n**Сразу же я стал частью — пусть даже лишь крохотной частичкой — космоса…**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 225_**\n\nКогда я пришел в АА впервые, я решил, что «они» очень хорошие люди, может\nбыть, немного наивные, чересчур, пожалуй, дружелюбные, но в основном\nпорядочные и искренние (с которыми у меня не было ничего общего). Я видел «их»\nна собраниях, в конце концов, только там они и существовали. Я здоровался с\n«ними» за руку, а выходя на улицу, забывал о «них».\n\nНо однажды моя Высшая Сила, в которую я тогда не верил, поспособствовала\nначалу одного проекта в соседнем районе, вне рамок АА, но с привлечением\nмногих его членов. Мы работали вместе, и я узнал «их» как людей. Я начал\nвосхищаться «ими», «они» мне нравились, и я даже получал удовольствие от\nобщения с «ними»… Их применение Программы в повседневной жизни, а не просто\nразговор на собраниях, привлекли меня. Я захотел получить то, что имели они.\nНеожиданно это «они» стало «мы». После этого я ни разу не пил.\n";
						const data = {title:"21 февраля",description:"Размышления АА на сегодня - 21 февраля",id:"52",moth:"fevral",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/fevral/daily_21-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
