const id = "sentyabr/daily_26-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_26-09";
						const body = "\n## НАШИ ДЕТИ\n\n**Иногда алкоголику трудно восстановить дружеские отношения с детьми… Со\nвременем они убедятся, что их отец стал другим человеком, и дадут ему понять\nэто… С этого момента развитие отношений пойдет быстро. Часто после такого\nпримирения результаты бывают просто поразительными.**\n\n**_Анонимные Алкоголики, с. 130  \nAlcoholics Anonymous, p. 134_**\n\nНа пути к выздоровлению я получил подарок, который не купишь ни за какие\nденьги. Это была открытка от моего сына-студента, в которой он писал: «Папа,\nты не можешь представить себе, как я рад, что все хорошо. Поздравляю тебя с\nднем рождения! Я тебя люблю!»\n\nСын и раньше говорил, что любит меня. В прошлые рождественские каникулы, он,\nплача, сказал: «Папа, я люблю тебя! Неужели ты не видишь, что ты с собой\nделаешь?» А я не видел. Я плакал, давясь слезами. Когда я получил открытку, я\nтоже заплакал, задыхаясь от волнения. Но то были слезы радости, а не отчаяния.\n";
						const data = {title:"26 сентября",description:"Размышления АА на сегодня - 26 сентября",id:"270",moth:"sentyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/sentyabr/daily_26-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
