const id = "avgust/daily_05-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_05-08";
						const body = "\n## ВНИМАТЕЛЬНО СЛУШАЯ\n\n**Как настойчиво мы отстаиваем свое право думать и действовать целиком по-\nсвоему.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 44  \nTwelve Steps and Twelve Traditions, p. 37_**\n\nЕсли я принимаю советы тех, кто заставил Программу работать на себя, и\nдействую, как они, то у меня есть шанс выйти за рамки прошлого. Некоторые\nпроблемы сойдут на нет, другие потребуют терпения и хорошо продуманных\nдействий. Внимательно слушая людей, которые делятся своим опытом, можно и в\nсебе выработать интуицию в решении неожиданно возникающих проблем. Для меня\nлучше всего избегать скоропалительных действий. Посещение собраний или звонок\nтоварищу по АА обычно снижают напряжение и приносят облегчение даже такому\nвечному страдальцу, как я. Делясь своими проблемами с другими алкоголиками на\nсобраниях или же наедине с наставником, можно изменить отдельные аспекты\nситуации, в которой я оказался. Определяя недостатки своего характера, я\nначинаю видеть, как они работают против меня. Когда я верю в духовную силу\nПрограммы, когда я доверяю другим людям научить меня, что надо делать для\nлучшей жизни, я обнаруживаю, что могу и себе доверить делать, что необходимо.\n";
						const data = {title:"5 августа",description:"Размышления АА на сегодня - 5 августа",id:"219",moth:"avgust",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/avgust/daily_05-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
