const id = "noyabr/daily_16-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_16-11";
						const body = "\n## ЕЖЕДНЕВНАЯ ОТСРОЧКА\n\n**Просто каждый день нам дается отсрочка от приговора при условии нашего\nдуховного роста.**\n\n**_Анонимные Алкоголики, с. 82  \nAlcoholics Anonymous, p. 85_**\n\nПоддержание моего духовного состояния подобно разработке плана повседневной\nработы, подготовке к марафону, забегу, за-плыву. Другими словами, сохранение\nхорошей духовной формы требует молитвы и размышления. Для меня единственный и\nсамый важный способ улучшить осознанный контакт с Высшей Силой — молиться и\nразмышлять. Я так же не могу победить алкоголь, как и повернуть реку вспять, и\nникакая человеческая сила не в состоянии одолеть мой алкоголизм. Сейчас я\nспособен дышать воздухом радости, счастья и здравого смысла. У меня есть силы\nлюбить и реагировать на события вокруг меня с верой в возможность «чего-то\n-невероятного». Моя ежедневная отсрочка означает, что, каким бы трудным и\nболезненным ни казался сегодняшний день, я, чтобы оставаться свободным от\nсвоей коварной, сильной, сбивающей с толку болезни, могу положиться на силу\nПрограммы.\n";
						const data = {title:"16 ноября",description:"Размышления АА на сегодня - 16 ноября",id:"321",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_16-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
