const id = "avgust/daily_08-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_08-08";
						const body = "\n## «СОСТАВИЛИ СПИСОК…»\n\n**Составили список всех тех людей, кому мы причинили зло…**\n\n**_Двенадцать шагов и двенадцать традиций, с. 89  \nTwelve Steps and Twelve Traditions, p. 77_**\n\nНа «подходах» к Восьмому Шагу, я недоумевал, как можно перечислить все, что я\nсделал другим людям, ведь их так много, а кого-то уже и в живых нет?..\nНекоторые из нанесенных мною обид были незначительными, но они все же сильно\nбеспокоили меня. Главное в этом Шаге — необходимость преисполниться желанием\nсделать все для возмещения ущерба наилучшим образом, и именно сейчас. Там, где\nесть желание, найдется и способ, — потому, если я хочу чувствовать себя лучше,\nмне надо освободиться от гнетущего меня чувства вины. Для него нет места в\nдушевном покое. Если я честен с самим собой, то с помощью Высшей Силы могу\nочистить свое сознание от этих чувств.\n";
						const data = {title:"8 августа",description:"Размышления АА на сегодня - 8 августа",id:"222",moth:"avgust",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/avgust/daily_08-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
