const id = "noyabr/daily_01-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_01-11";
						const body = "\n## Я НЕ МОГУ ИЗМЕНИТЬ НАПРАВЛЕНИЕ ВЕТРА\n\n**Существует опасность, что, забросив всю духовную программу, мы, так сказать,\nпочием на лаврах. Тогда нас подстерегает опасность, потому что алкоголь —\nковарный враг.**\n\n**_Анонимные Алкоголики, с. 82  \nAlcoholics Anonymous, p. 85_**\n\nМой первый наставник говорил, что о молитве и углубленном размышлении надо\nпомнить следующее: во-первых, — надо начать, а во-вторых, — надо продолжать. Я\nпришел в АА духовным банкротом. Если я и обра-щался к Богу, то тогда только,\nкогда для выполнения какой-либо задачи собственной силы воли мне недоставало\nили же когда меня накрывал всепоглощающий страх.\n\nСегодня я благодарен за новую жизнь, в которой мои молитвы — это молитвы\nблагодарности. Молясь, я больше слушаю, чем говорю. Сегодня я знаю, что если\nне могу изменить направление ветра, то уж правильно поставить парус я в\nсостоянии. Я знаю разницу между суеверием и духовностью. Я знаю, что есть\nблагодатный путь правды и множество путей неправды.\n";
						const data = {title:"1 ноября",description:"Размышления АА на сегодня - 1 ноября",id:"306",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_01-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
