const id = "iyul/daily_13-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_13-07";
						const body = "\n## СМИРЕНИЕ КАК ДАР\n\n**Если мы рассчитывали прежде всего на собственные силы, всякая опора на\nВысшую Силу исключалась. Отсутствовал основной элемент всякого смирения —\nжелание познать Божью волю и следовать ей.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 84  \nTwelve Steps and Twelve Traditions, p. 72_**\n\nКогда я впервые пришел в АА, то страстно желал обрести некое иллюзорное\nкачество, называемое смирением. Я не осознавал, что искал смирения потому\nлишь, что считал, — оно поможет мне получить то, чего я хочу. Для людей я\nготов был на что угодно, но только при условии, что Бог непременно вознаградит\nменя за это. Сейчас я стараюсь помнить, что люди, которых я встречаю в течение\nдня, так близки к Богу, как мне вряд ли когда-нибудь доведется быть. Мне надо\nмолиться о познании Божьей воли сегодня и постараться увидеть, как мой личный\nопыт надежды и боли может помочь людям. И если это удастся, мне не надо искать\nсмирения, оно само нашло меня.\n";
						const data = {title:"13 июля",description:"Размышления АА на сегодня - 13 июля",id:"195",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_13-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
