const id = "iyun/daily_26-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_26-06";
						const body = "\n## ДАР, КОТОРЫЙ УВЕЛИЧИВАЕТСЯ СО ВРЕМЕНЕМ\n\n**Для большинства людей алкоголь связан с весельем и общением с друзьями. Он\nбудит воображение, приносит освобождение от забот, скуки и беспокойства. Он\nдает ощущение радостной близости с друзьями и заставляет думать, что жизнь\nпрекрасна.**\n\n**_Анонимные Алкоголики, с. 147  \nAlcoholics Anonymous, p. 151_**\n\nЧем больше я гнался за иллюзорными алкогольными ощущениями, тем больше они\nбыли недосягаемы для меня. Однако применив этот отрывок из Большой Книги к\nсвоей трезвости, я обнаружил, что в нем открывается для меня новая\nвеликолепная жизнь, ставшая доступной благодаря Программе АА. Жизнь\nдействительно «становится прекраснее» день за днем. Каждый раз, когда я читаю\nэти слова, радость, любовь и тепло, выраженные в них с такой простотой,\nстановятся шире и глубже. Трезвость — это дар, который увеличивается со\nвременем.\n";
						const data = {title:"26 июня",description:"Размышления АА на сегодня - 26 июня",id:"178",moth:"iyun",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyun/daily_26-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
