const id = "april/daily_18-04.md";
						const collection = "diaries";
						const slug = "april/daily_18-04";
						const body = "\n## ЧЕСТНОСТЬ С САМИМ СОБОЙ\n\n**Обман других почти всегда коренится в обмане нами самих себя… Когда мы\nчестны с другим человеком, это подтверждает нашу честность с собой и с\nБогом.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 17_**\n\nКогда я пил, то обманывал сам себя, представляя реальность такой, какой мне\nбыло угодно. Обман других — это дефект характера, даже если это только\nнезначительное искажение правды или приукрашивание своих мотивов, чтобы люди\nбыли обо мне высокого мнения. Моя Высшая Сила может устранить этот недостаток\nмоего характера, но сначала я должен помочь себе, изъявив желание получить эту\nпомощь и отказываясь от обмана. Каждый день я должен помнить, что, обманывая\nсамого себя, я обрекаю себя на неудачу и разочарование в жизни и в Анонимных\nАлкоголиках. Тесные и честные отношения с Высшей Силой — вот единственное\nпрочное основание для честности с самим собой и с людьми.\n";
						const data = {title:"18 апреля",description:"Размышления АА на сегодня - 18 апреля",id:"109",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_18-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
