const id = "mart/daily_11-03.md";
						const collection = "diaries";
						const slug = "mart/daily_11-03";
						const body = "\n## Единственно Верное направление\n\n**Только стремясь подчинить свою волю Божьей, мы на-чинаем правильно\nиспользовать ее. Для многих из нас это было настоящим откровением. Все наши\nбеды были вызваны неверным использованием силы воли. Мы старались обрушиваться\nна наши проблемы, опираясь на волю, вместо то-го чтобы согласовывать ее с\nнамерениями Всевышнего относительно нас. Цель Двенадцати Шагов АА — сделать\nта-кую согласованность все более возможной; и Третий Шаг приоткрывает дверь.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 48  \nTwelve Steps and Twelve Traditions, p. 40_**\n\nВсе, что мне нужно сделать, — это заглянуть в свое прошлое и увидеть, куда\nменя завело своеволие. Я просто не знаю, что для меня лучше всего, и думаю,\nчто это знает моя Высшая Сила. Направление, указанное Богом, которое я и\nопределяю как единственно верное, меня никогда не подводило, я же сам себя\nподводил очень -часто. Своеволие нередко приводит к тому же результату, что и\nпопытки насильно вставить не тот элемент в мозаичную игру-головоломку, — к\nизнеможению и раздражению.\n\nТретий Шаг открывает двери ко всей остальной Программе. Когда я прошу Бога о\nруководстве, то знаю: что бы ни случилось — это самое лучшее для меня в данной\nситуации и все обстоит именно так, как и должно быть, даже если это и не то,\nчего я хочу или ожидаю. Бог, если я Ему позволяю, _делает_ для меня то, что я\nне могу сделать для себя сам.\n";
						const data = {title:"11 марта",description:"Размышления АА на сегодня - 11 марта",id:"71",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_11-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
