const id = "mart/daily_16-03.md";
						const collection = "diaries";
						const slug = "mart/daily_16-03";
						const body = "\n## КАК МЫ ЕГО ПОНИМАЕМ\n\n**Мой друг предложил нечто, что показалось мне в тот момент необычным… «Почему\nбы тебе не выработать свое собственное представление о Боге?» Это наконец\nпроняло меня. Ледяная гора рассудочности, в тени которой я жил и мучился\nстолько лет, растаяла. Я стоял, освещенный солнечным светом.**\n\n**От меня требовалось только желание и готовность верить в существование Силы,\nбольшей, чем я. Для начала требовалось только это.**\n\n**_Анонимные Алкоголики, с. 12  \nAlcoholics Anonymous, p. 12_**\n\nЯ вспоминаю, как временами смотрел в небо и думал: кто же и как создал все\nэто. Когда я пришел в АА, осознание мною некоторых духовных понятий стало\nнеобходимым приложением к устойчивой трезвости. Ознакомившись с некоторыми\nнаучными гипотезами, включая и гипотезу Большого взрыва, я пошел по простому\nпути и представил Бога, как я Его понимаю, Великой Силой, сделавшей этот взрыв\nвозможным. Стало быть, управляя такой громадной Вселенной, Он, несомненно,\nспособен управлять моими мыслями и действиями, если я готов принять Его\nруководство. Но я не могу рассчитывать на помощь, если повернусь к Нему спиной\nи буду действовать по своему разумению. Я поверил в Его могущество, и вот у\nменя уже 26 лет устойчивой, радующей меня трезвости.\n";
						const data = {title:"16 марта",description:"Размышления АА на сегодня - 16 марта",id:"76",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_16-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
