const id = "noyabr/daily_28-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_28-11";
						const body = "\n## ПРИВЛЕКАТЕЛЬНОСТЬ, А НЕ ПРОПАГАНДА\n\n**Пройдя через трудные испытания, мы, как нам кажется, сумели выработать такую\nполитику. Во многих отношениях она является полной противоположностью обычной\nрекламной практике. Мы поняли, что нашим главным принципом должен стать\nпринцип привлекательности, а не пропаганды.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 201  \nTwelve Steps and Twelve Traditions, pp. 180-181_**\n\nКогда я пил, то со злобой, жалостью к себе и вызовом реагировал на любые\nпопытки людей изменить меня. Все, чего я тогда хотел, — чтобы меня принимали\nтаким, каков я есть, и, как ни странно, именно это я и нашел в АА. Я стал\nхранителем концепции привлекательности, которая является принципом отношений\nнашего Содружества с общественностью. Привлекательность — это то, с чем я могу\nобратиться ко все еще страдающему алкоголику.\n\nЯ благодарю Бога за привлекательность хорошо спланированной и устойчивой\nПрограммы Шагов и Традиций. Трезвые члены Содружества понравились мне своим\nсмирением и поддержкой, и я пришел к новому образу жизни через\nпривлекательность идей АА, а не через пропаганду.\n";
						const data = {title:"28 ноября",description:"Размышления АА на сегодня - 28 ноября",id:"333",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_28-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
