const id = "mart/daily_08-03.md";
						const collection = "diaries";
						const slug = "mart/daily_08-03";
						const body = "\n## ПЕРЕПОРУЧАЕМ\n\n**Всякий, вступивший в АА с намерением присоединиться к Содружеству, уже\nприступил к выполнению Третьего Шага, хотя еще и не осознает это. Разве вы не\nдоверили решение всех проблем, связанных с алкоголем, Содружеству Анонимных\nАлкоголиков, полагаясь при этом на его заботу, защиту и руководство?.. Каждый\nдобровольно вступивший в Содружество, чувствует уверенность в том, что это\nединственное пристанище для такого, терпящего бедствие судна, которым стал он.\nЕсли это не вручение своей воли и жизни некоему найденному Провидению, то что\nже это?**\n\n**_Двенадцать шагов и двенадцать традиций, с. 42-43  \nTwelve Steps and Twelve Traditions, p. 35_**\n\nПокорность Богу была первым моим шагом к выздоровлению. Я верю, что наше\nСодружество стремится к духовности, открытой для нового уровня родства с\nБогом. Когда я стараюсь следовать по пути Шагов, я ощущаю свободу,\nпредоставляющую мне способность подумать о себе. Мое пагубное пристрастие\nдержало меня в своем бесконечном плену без всякой надежды на освобождения из\nэтого моего добровольного заточения. Но АА указывает мне путь вперед.\nДелиться, быть внимательным и заботиться о людях — это наш природный дар по\nотношению друг к другу, и по мере изменения моего отношения к Богу\nувеличивается и дар. Я учусь подчиняться Божьей воле, уважать себя и сохранять\nэти качества, отдавая другим то, что получаю.\n";
						const data = {title:"8 марта",description:"Размышления АА на сегодня - 8 марта",id:"68",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_08-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
