const id = "yanvar/daily_02-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_02-01";
						const body = "\n## СНАЧАЛА ФУНДАМЕНТ\n\n**Может быть, трезвость — это все, чего мы можем ожидать от духовного\nпробуждения? Нет, трезвость — это — всего лишь начало.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 8_**\n\nПрименение Программы АА подобно строительству дома. Сначала я должен заложить\nбольшой прочный бетонный фундамент, на котором возводится дом, — для меня это\nозначает прекратить пить. Но жить на бетонном фундаменте, когда вы не защищены\nи открыты жаре, холоду, ветру и дождю, очень неудобно. Так что я построил на\nфундаменте дом, начав применять Программу на практике. Этот первый дом был\nшатким, потому что я не имел навыков в такой работе. Но с течением времени, по\nмере того как я работал по Программе, я учился строить лучше. Чем больше я\nработал, тем успешнее я строил все более удобный и счастливый дом, в котором\nсейчас и живу.\n";
						const data = {title:"2 января",description:"Размышления АА на сегодня - 2 января",id:"2",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_02-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
