const id = "dekabr/daily_18-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_18-12";
						const body = "\n## ЧЕСТНОСТЬ С НОВИЧКАМИ\n\n**Расскажите ему всю правду, как это произошло. Подчеркните духовную сторону\nвашего исцеления.**\n\n**_Анонимные Алкоголики, с. 90  \nAlcoholics Anonymous, p. 93_**\n\nАА замечательно тем, что я рассказываю только то, что происходит со мной. Я не\nтрачу время на советы потенциальным новичкам, поскольку, если бы советы\nпомогали, никто бы в АА не приходил. Все, что мне надо делать, так это\nпоказывать — как я стал трезвым и что изменило мою жизнь. Если мне не удается\nподчеркнуть духовный аспект Программы АА, значит, я нечестен. У новичка не\nдолжно складываться ложного представления о трезвости. Я трезв только по\nмилости Высшей Силы и поэтому могу делиться своим опытом с другими.\n";
						const data = {title:"18 декабря",description:"Размышления АА на сегодня - 18 декабря",id:"353",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_18-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
