const id = "mart/daily_14-03.md";
						const collection = "diaries";
						const slug = "mart/daily_14-03";
						const body = "\n## ЗАМКОВЫЙ КАМЕНЬ\n\n**Он наш Отец, мы — Его дети. В большинстве своем полезные идеи просты, и этот\nпринцип стал замковым камнем новой триумфальной арки, пройдя под которой, мы\nвышли к свободе.**\n\n**_Анонимные Алкоголики, с. 61  \nAlcoholics Anonymous, p. 62_**\n\nЗамковый камень представляет собой клинообразную деталь в наивысшей точке\nарки, фиксирующую и удерживающую на месте другие детали. «Другие» — это Шаги\nПервый, Второй, Четвертый, вплоть до Двенадцатого. Похоже, что в некотором\nсмысле Третий Шаг — самый важный, и что другие Одиннадцать существуют только\nпри под-держ-ке этого Третьего. В действительности же, Третий Шаг — просто\nодин из Двенадцати. Да, это Замковый Камень, но без других одиннадцати,\nсоставляющих основание и стены, не будет и арки. При ежедневной работе по всем\nДвенадцати Шагам я вижу, что триумфальная арка ждет, чтобы я прошел к еще\nодному дню свободы.\n";
						const data = {title:"14 марта",description:"Размышления АА на сегодня - 14 марта",id:"74",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_14-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
