const id = "mart/daily_27-03.md";
						const collection = "diaries";
						const slug = "mart/daily_27-03";
						const body = "\n## СВОБОДЫ АА\n\n**Мы верим, что уже знаем, что на самом деле представляют собой некоторые наши\nсвободы; а также — что ни одному из будущих поколений Анонимных Алкоголиков не\nпридет в голову ограничивать их. Наши свободы в АА готовят почву, на которой\nможет расти истинная любовь**\n\n. ** _Язык сердца  \nThe Language of the Heart, p. 303_**\n\nЯ жаждал свободы. Сначала свободы пить, позднее — свободы от спиртного.\nПрограмма выздоровления АА зиждется на основе свободного выбора. Здесь нет\nмандатов, законов или приказов. Духовная Программа АА, изложенная в Двенадцати\nШагах и предлагающая мне небывалые свободы, — только предложение. Я могу\nпринимать или отвергать ее. Наставничество предлагается, а не навязывается, я\nприхожу и ухожу по своему желанию. Все эти и другие свободы позволяют мне\nвосстановить чувство собственного достоинства, разрушенное пьянством и столь\nнеобходимое мне для поддержания прочной трезвости.\n";
						const data = {title:"27 марта",description:"Размышления АА на сегодня - 27 марта",id:"87",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_27-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
