const id = "fevral/daily_26-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_26-02";
						const body = "\n## НЕОБЫЧНАЯ ИСТОРИЯ УСПЕХА\n\n**АА не является историей успеха в обычном смысле этого слова. Это — история\nстрадания, которое по благодати превратилось в духовный прогресс.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 35_**\n\nКогда я пришел в АА, я слушал, как другие говорили о реальностях своего\nпьянства: одиночестве, ужасе и боли. Я стал слушать дальше и скоро услышал\nсовсем другое — реальность трезвости. Это реальность свободы и счастья, цели и\nнаправления, благоразумия и покоя с Богом, самим собой и с другими людьми.\nПосещая собрания, я вновь и вновь возвращаюсь к этой реальности. Я вижу ее в\nглазах и слышу ее в голосах людей вокруг меня. Работая по Программе, я нахожу\nнаправление и силу, чтобы сделать эту Программу своей. Радость АА за-ключается\nв том, что эта новая реальность доступна для меня.\n";
						const data = {title:"26 февраля",description:"Размышления АА на сегодня - 26 февраля",id:"57",moth:"fevral",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/fevral/daily_26-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
