const id = "maj/daily_06-05.md";
						const collection = "diaries";
						const slug = "maj/daily_06-05";
						const body = "\n## НИЧЕГО НЕ ДЕРЖАТЬ В СЕБЕ\n\n**Лучшим доказательством правильности выбора является ваша готовность\nоткрыться и доверие к человеку, с которым вы собираетесь поделиться\nнравственной оценкой своего прошлого.**\n\n**…Если вы не будете ничего утаивать, чувство облегчения будет возрастать с\nкаждой минутой. Все копившиеся годами отвратительные эмоции прорвут\nсдерживавшую их преграду и чудесным образом исчезнут сразу после того, как вы\nрасскажете о них другому человеку. Как только боль утихнет, ее место займет\nисцеляющий покой.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 71-72  \nTwelve Steps and Twelve Traditions, pp. 61-62_**\n\nКрохотное зернышко долго сдерживаемых чувств начало прорастать, когда я\nпосетил первые несколько собраний АА. И тогда же предметом изучения стало для\nменя познание самого себя. Новое понимание себя изменило мою реакцию на\nжизненные ситуации. Я понял, что имею право выбора, и внутренний диктат\nпривычек постепенно ослабел.\n\nДумаю, что если я ищу Бога, то могу наладить для себя более приемлемый образ\nжизни. Поэтому я ежедневно прошу Его помочь мне жить трезвой жизнью.\n";
						const data = {title:"6 мая",description:"Размышления АА на сегодня - 6 мая",id:"127",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_06-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
