const id = "yanvar/daily_19-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_19-01";
						const body = "\n## ВЕРА КРУГЛЫЕ СУТКИ\n\n**Вера должна творить в нас и нашими руками 24 часа в сутки, иначе мы\nпогибнем.**\n\n**_Анонимные Алкоголики, с. 15  \nAlcoholics Anonymous, p. 16_**\n\nСущность моей духовности и трезвости зиждется на ежечасной вере в Высшую Силу.\nМне необходимо помнить об этом и полагаться на Бога, как я Его понимаю, в моей\nежедневной деятельности. Каким утешением для меня является то, что Бог\nдействует в людях и через людей! Вспоминаю ли я в течение дня о конкретных\nпримерах Божьего присутствия? Радуюсь ли очевидности его проявления? Я полон\nблагодарности за присутствие Бога в моем выздоровлении. Без присутствия этой\nвсемогущей Силы во всех моих делах я бы опять упал в пучину моей болезни — и\nумер бы.\n";
						const data = {title:"19 января",description:"Размышления АА на сегодня - 19 января",id:"19",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_19-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
