const id = "noyabr/daily_29-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_29-11";
						const body = "\n## «АКТИВНЫЕ ЗАЩИТНИКИ»\n\n**Для нас, однако, она представляет собой нечто большее, чем разумная политика\nпо отношению к общественности. Это не просто отказ от личной выгоды. Эта\nТрадиция постоянно напоминает, что в АА не место личным амбициям. Каждый член\nАА должен активно охранять интересы Товарищества.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 203  \nTwelve Steps and Twelve Traditions, p. 183_**\n\nОсновная концепция смирения сформулирована в Одиннадцатой Традиции. Смирение\nпозволяет мне полноценно участвовать в Программе очень простым и, в то же\nвремя, глубоким образом, оно удовлетворяет мою потребность быть неотъемлемой\nчастью очень важного целого. Смирение подводит меня ближе к истинному духу\nцелост-ности и единства, без чего я не смог бы оставаться трезвым. Помня, что\nкаждый член Содружества — это пример трезвости, что каждый живет по\nОдиннадцатой Традиции, я ощущаю свободу, потому что каждый из нас поддерживает\nанонимность.\n";
						const data = {title:"29 ноября",description:"Размышления АА на сегодня - 29 ноября",id:"334",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_29-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
