const id = "noyabr/daily_08-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_08-11";
						const body = "\n## ИНДИВИДУАЛЬНОЕ ПУТЕШЕСТВИЕ\n\n**Искусство медитации всегда может совершенствоваться. Для этого не существует\nграниц ни в ширину, ни в высоту. После такого наставления… становится ясно,\nчто медитация — это индивидуальное путешествие в неизведанное, которое каждый\nиз нас совершает по-своему.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 109  \nTwelve Steps and Twelve Traditions, p. 101_**\n\nДуховно я расту с Богом, как я Его понимаю, и с Ним обретаю себя истинного.\nЕжедневные размышления и молитвы укрепляют и обновляют мой источник\nблагополучия. Тогда я открываюсь, чтобы принять все, что Он мне предлагает. С\nБогом я уверен, что мое жизненное путешествие будет таким, как хочет Он. Я\nблагодарен, что в моей жизни есть Бог.\n";
						const data = {title:"8 ноября",description:"Размышления АА на сегодня - 8 ноября",id:"313",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_08-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
