const id = "mart/daily_17-03.md";
						const collection = "diaries";
						const slug = "mart/daily_17-03";
						const body = "\n## НЕПОСТИЖИМЫЕ ПУТИ\n\n**…что все несчастья и страдания, в которых рука Всевышнего кажется нам\nсуровой и даже несправедливой, преподносят нам новые жизненные уроки,\nраскрывают в нас новые резервы мужества и неизбежно приводят к убеждению, что\n«неисповедимы пути Господни и то, как Он творит чудеса».**\n\n**_Двенадцать шагов и двенадцать традиций, с. 118  \nTwelve Steps and Twelve Traditions, p. 105_**\n\nДаже потеря работы, семьи и здоровья не убедили меня в том, что мой образ\nжизни нуждается в пересмотре. Пьянство и употребление наркотиков убивали меня,\nно я ни разу не встречал выздоравливающего человека или члена АА. Я думал, что\nмне суждено умереть в одиночестве и что я это заслужил. Я и так был в полном\nотчаянии, а тут еще заболел наш грудной ребенок: он страдал редкой болезнью, и\nего состояние было критическим. Усилия врачей оказались тщетными. Я удвоил\nусилия, чтобы заглушить свои чувства, но алкоголь уже перестал помогать. Мне\nоставалось только смотреть Богу в глаза, умоляя Его о помощи. Мое знакомство с\nАА состоялось через нескольких дней при стечении странного ряда обстоятельств,\nи с тех самых пор я остаюсь трезвым. Мой сын выжил и выздоравливает. Эта\nситуация убедила меня в моем бессилии и неспособности управлять своей жизнью.\nСейчас мы с сыном благодарим Бога за Его вмешательство.\n";
						const data = {title:"17 марта",description:"Размышления АА на сегодня - 17 марта",id:"77",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_17-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
