const id = "mart/daily_26-03.md";
						const collection = "diaries";
						const slug = "mart/daily_26-03";
						const body = "\n## ОБУЧЕНИЕ НИКОГДА НЕ ЗАКАНЧИВАЕТСЯ\n\n**Положитесь на Бога, как вы понимаете Его. Признайте собственные недостатки\nперед Ним и перед своими товарищами. Очиститесь от обломков прошлого. Делитесь\nс другими тем, что вы узнали, и присоединяйтесь к нам. Мы будем с вами,\nобъединенные Духовным Братством, и вы, конечно, встретите многих из нас на\nнашем общем нелегком Пути к Счастью.**\n\n**Да благословит вас Господь и да хранит вас ныне и присно.**\n\n**_Анонимные Алкоголики, с. 160  \nAlcoholics Anonymous, p. 164_**\n\nВсякий раз, читая эти слова, я ощущаю комок в горле. Вначале так было потому,\nчто я думал: «Ну уж нет, обучение закончено! Теперь я сам по себе. Я не\nсобираюсь все начинать заново». Сейчас, когда я читаю этот отрывок, я\nиспытываю чувство глубокого уважения к пионерам АА, осознавая, что здесь\nсказано все, во что я верю и к чему стремлюсь, и что по милости Божьей\nобучение никогда не закончится. Я никогда не бываю сам по себе, и каждый день\n— это совершенно новый день.\n";
						const data = {title:"26 марта",description:"Размышления АА на сегодня - 26 марта",id:"86",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_26-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
