const id = "maj/daily_10-05.md";
						const collection = "diaries";
						const slug = "maj/daily_10-05";
						const body = "\n## НАКОНЕЦ-ТО СВОБОДЕН\n\n**Другая награда, которую мы можем ожидать от признания наших недостатков\nперед другим человеком, — это смирение, слово, которое часто понимают неверно…\nэто равносильно осознанию того, кто мы такие и что мы из себя представляем, за\nчем обязательно следует искренняя попытка стать лучше.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 67  \nTwelve Steps and Twelve Traditions, p. 58_**\n\nГлубоко внутри себя я чувствовал, что если хочу быть радостным, счастливым и\nсвободным, то должен поделиться с кем-либо историей своей прошлой жизни.\nРадость и облегчение, охватившие меня после того, как я это сделал, невозможно\nописать. И практически сразу после Пятого Шага я почувствовал себя свободным\nот рабства собственных оков и оков алкоголя. Эта свобода сохраняется на\nпротяжении тридцати шести лет, день за днем. Я вижу, что Бог может сделать за\nменя то, что сам для себя я сделать не в состоянии.\n";
						const data = {title:"10 мая",description:"Размышления АА на сегодня - 10 мая",id:"131",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_10-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
