const id = "oktyabr/daily_30-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_30-10";
						const body = "\n## ЖИВИ И ДАВАЙ ЖИТЬ ДРУГИМ\n\n**Ни разу с момента основания АА не было в организации раскола из-за какого-\nнибудь спорного вопроса. Наше Содружество никогда публично не становилось на\nпозиции одной из сторон в нашем враждующем мире. Это нельзя считать\nприобретенной добродетелью. Можно сказать, что наше Содружество было рождено с\nэтим качеством… «Так как мы не ведем этих споров в частных беседах, мы\nнаверняка не будем вести их публично».**\n\n**_Двенадцать шагов и двенадцать традиций, с. 196  \nTwelve Steps and Twelve Traditions, p. 176_**\n\nПомню ли я, что имею право на собственное мнение, но что другие люди вовсе не\nобязаны его разделять? В этом и заключается духовный смысл девиза «Живи и\nдавай жить другим». Молитва о душевном покое напоминает мне о необходимости с\nБожьей помощью «принять то, что я не в силах изменить». Может, я все еще\nпытаюсь изменить других? Когда дело касается «мужества изменить то, что могу»,\nпомню ли я, что мои взгляды — это мои взгляды, а ваши — это ваши? Боюсь ли я,\nкак прежде, быть самим собой? Когда речь идет о «мудрости отличить одно от\nдругого», помню ли я, что мои взгляды вытекают из _моего_ опыта? Не принимаю\nли я позу всеведущего, когда мне хочется возразить просто из духа\nпротиворечия?\n";
						const data = {title:"30 октября",description:"Размышления АА на сегодня - 30 октября",id:"304",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_30-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
