const id = "april/daily_30-04.md";
						const collection = "diaries";
						const slug = "april/daily_30-04";
						const body = "\n## ВЕЛИКИЙ ПАРАДОКС\n\n**Легко обменяться друг с другом в среде алкоголиков прошлыми страданиями и\nрассказом об исцелении. Способность к такому контакту — это дар, полученный\nнами от Бога, и его передача другим является единственной целью, которую\nставят перед собой группы АА во всем мире.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 169  \nTwelve Steps and Twelve Traditions, p. 151_**\n\nВеликий парадокс АА состоит в том, что я знаю, что не могу сохранить\nдрагоценный дар трезвости, если не поделюсь им.\n\nМоя основная задача — оставаться трезвым. В АА у меня нет никакой другой цели,\nи важность ее представляет для меня вопрос жизни и смерти. Если я отступлю от\nэтой цели, то проиграю. Но АА существует не только для меня. АА — для\nалкоголика, который все еще страдает. Легионы выздоравливающих алкоголиков\nостаются трезвыми, делясь со своими товарищами-алкоголиками. Путь к моему\nвыздоровлению — в том, чтобы показать людям в АА, что, когда я делюсь с ними,\nмы все, по милости Высшей Силы, растем и идем к счастливой судьбе.\n";
						const data = {title:"30 апреля",description:"Размышления АА на сегодня - 30 апреля",id:"121",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_30-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
