const id = "avgust/daily_10-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_10-08";
						const body = "\n## УДВОИТЬ НАШИ УСИЛИЯ\n\n**Анализируя свои моральные качества, он уже до некоторой степени это сделал,\nно теперь он должен удвоить свои усилия, чтобы понять, скольким людям он\nпричинил ущерб и какой именно.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 89-90  \nTwelve Steps and Twelve Traditions, p. 77_**\n\nПо мере моего духовного роста в трезвости, я все больше и больше осознаю себя\nстоящим человеком. Одновременно возрастает и моя способность считать личностью\nи любого другого человека. А с этим приходит понимание того, что это и есть те\nсамые люди, которым я, когда пил, причинил зло. Я не просто врал, я врал о\nТоме. Я не просто обманывал, я обманывал Джо. То, что казалось\nнеперсонифицированными актами, на самом деле было нападками на конкретных\nлюдей, потому что именно этих людей (и людей достойных) я обидел. Чтобы\nспокойно наслаждаться трезвостью, мне необходимо что-то делать по отношению к\nобиженным мною людям.\n";
						const data = {title:"10 августа",description:"Размышления АА на сегодня - 10 августа",id:"224",moth:"avgust",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/avgust/daily_10-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
