const id = "maj/daily_07-05.md";
						const collection = "diaries";
						const slug = "maj/daily_07-05";
						const body = "\n## УВАЖАТЬ ДРУГИХ\n\n**Мы можем рассказать все человеку, который поймет нас, но сам не пострадает\nот этого. Правило заключается в том, что мы должны быть требовательными к\nсебе, но внимательными к другим.**\n\n**_Анонимные Алкоголики, с. 72  \nAlcoholics Anonymous, p. 74_**\n\nУважение к другим — вот тот урок, который я извлекаю из этой цитаты. Если мне\nхочется обрести состояние души, которое я так долго ищу, я обязан пойти на все\nради своего освобождения. Однако эта свобода ни в коем случае не должна\nдостигаться за счет других людей. Эгоизму нет места в той жизни, что строится\nна принципах АА.\n\nКогда я работаю по Пятому Шагу, вполне разумно выбрать человека, у которого\nобщие со мной цели. В противном случае — если человек не понимает меня, то мой\nдуховный рост может приостановиться; может даже возникнуть опасность отката\nназад. Так что, прежде чем выбрать кого-то в доверенное лицо, я прошу у Бога\nруководящих указаний.\n";
						const data = {title:"7 мая",description:"Размышления АА на сегодня - 7 мая",id:"128",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_07-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
