const id = "mart/daily_01-03.md";
						const collection = "diaries";
						const slug = "mart/daily_01-03";
						const body = "\n## ЭТО ДЕЙСТВУЕТ\n\n**Все это в самом деле приносит помощь, поверьте нам.**\n\n**_Анонимные Алкоголики, с. 85  \nAlcoholics Anonymous, p. 88_**\n\nВ самом начале трезвости я верил только в Программу Анонимных Алкоголиков.\nТрезвость моя держалась исключительно на отчаянии и страхе (и, может быть, мне\nпомогали забота и/или жесткость наставника). Вера в Высшую Силу пришла много\nпозже. Медленно, по мере того как я слушал людей, делившихся на собраниях\nсвоим опытом, — опытом, которого у меня, даже трезвого, не было еще, но\nкоторый они мужественно обретали с помощью веры, эта вера стала приходить и ко\nмне. А из их рассказов я обрел и надежду, что тоже смогу «получить» и получу\nнекую Высшую Силу. Со временем я узнал, что Высшая Сила — вера, которая\nдействует в любых обстоятельствах, — возможна. Сегодня вера плюс честность,\nнепредубежденность и готовность работать по Шагам Программы дают мне тот\nдушевный покой, который я ищу. Это действует, на самом деле действует.\n";
						const data = {title:"1 марта",description:"Размышления АА на сегодня - 1 марта",id:"61",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_01-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
