const id = "yanvar/daily_24-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_24-01";
						const body = "\n## БЫТЬ ВОВЛЕЧЕННЫМ\n\n**Все в большей мере требуются действия. «Вера без действия мертва»… наша\nединственная цель — оказание помощи другим людям.**\n\n**_Анонимные Алкоголики, с. 85, 87  \nAlcoholics Anonymous, pp. 88, 89_**\n\nЯ понимаю, что служение является жизненно важной частью выздоровления, но\nвозникает вопрос: «Что я-то могу сделать?» А ведь можно просто начать со\nсвоего ближайшего окружения! Я смотрю вокруг — что я могу сделать? Пепельницы\nполны окурков? Вычистить их — вот уже и первое дело! Самый лучший ведущий\nможет делать очень плохой кофе; член АА, который лучше всех умеет общаться с\nновичками, может с трудом читать; тот, кто готов убирать помещение, может\nнапутать с банковским счетом — и все же каждый из этих людей и их работа\nнеобходимы для эффективности группы. Чудо служения заключается в следующем:\nкогда я делаю то, что могу, то обнаруживаю, что открывается гораздо больше\nвозможностей, чем я предполагал ранее.\n";
						const data = {title:"24 января",description:"Размышления АА на сегодня - 24 января",id:"22",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_24-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
