const id = "noyabr/daily_30-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_30-11";
						const body = "\n## ЗАЩИТА ДЛЯ ВСЕХ\n\n**На персональном уровне анонимность защищает всех членов от опознания их как\nалкоголиков. Это очень важный страж, особенно для новичков. На уровне прессы,\nрадио, телевидения и кино анонимность подчеркивает равенство членов\nСодружества, останавливая тех, кто может использовать принадлежность к АА для\nтого, чтобы добиться признания, власти и каких-то личных выгод.**\n\n**_Что такое анонимность  \nUnderstanding Anonymity, p. 5_**\n\nПривлекательность — главная сила Содружества АА. Чудо продолжающейся в АА\nтрезвости алкоголиков подтверждает этот факт ежедневно. Было бы губительным,\nесли бы Содружество пропагандировало себя, рекламируя через радио и\nтелевидение трезвость широко известных в обществе лиц, ставших членами АА. И\nесли они вдруг сорвутся, люди решат, что наше движение слабое, и могут\nпоставить под сомнение достоверность сведений об этом чуде нынешнего столетия.\nОрганизация «Анонимные Алкоголики» не является анонимной, но его члены должны\nбыть таковыми.\n";
						const data = {title:"30 ноября",description:"Размышления АА на сегодня - 30 ноября",id:"335",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_30-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
