const id = "iyul/daily_19-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_19-07";
						const body = "\n## ЛОЖНАЯ ГОРДОСТЬ\n\n**Те из нас, кто были верующими, поняли ограниченность такого представления о\nБоге. Отказываясь в первую очередь всегда обращаться к Нему, мы тем самым\nлишили себя Его помощи.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 87  \nTwelve Steps and Twelve Traditions, p. 75_**\n\nЛожную гордость нередко порождают ложные понятия. К достойной жизни нас\nнаправляет надежда, которую мы обретаем в АА. Шедшие по этому пути годами — по\nодному дню — говорят, что жизнь, в центре которой Бог, обладает безграничными\nвозможностями для духовного роста личности. А коль это именно так, то и\nнадежда в значительной степени передается членами АА с большим стажем\nтрезвости.\n\nЯ благодарю свою Высшую Силу за то, что Она дала мне понять, что Она действует\nчерез людей. Я благодарю Ее за наших облеченных доверием исполнителей,\nпомогающих новым членам АА отказаться от ложных идеалов и принять те идеалы,\nчто ведут к жизни, полной доверия и сострадания к другим. Старшие в АА\nпризывают новичков «прийти» с тем, чтобы они смогли «прийти к убеждению». Я\nпрошу свою Высшую Силу помочь мне избавиться от моего неверия.\n";
						const data = {title:"19 июля",description:"Размышления АА на сегодня - 19 июля",id:"201",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_19-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
