const id = "mart/daily_02-03.md";
						const collection = "diaries";
						const slug = "mart/daily_02-03";
						const body = "\n## НАДЕЖДА\n\n**Не отчаивайтесь.**\n\n**_Анонимные Алкоголики, с. 58  \nAlcoholics Anonymous, p. 60_**\n\nБыстрая трезвость имеет для меня весьма низкую цену. Слишком часто результатом\nмоих нереальных ожиданий становилось отчаяние, не говоря уже о жалости к себе\nи усталости от попыток изменить мир к концу недели. Отчаяние — это\nпредупредительный сигнал, что я, возможно, пытаюсь занять место Бога. Секрет\nиспользования моего потенциала за-ключается в признании пределов моих\nвозможностей и веры в то, что время — это дар, а не угроза.\n\nНадежда — ключ, отпирающий двери отчаяния. Программа обещает мне, что если я\nсегодня не выпью, то у меня будет надежда. Я сохраняю то, чем делюсь, а\nповерив в это, каждый раз обретаю новую силу и мужество. Только с другими, по\nмилости Божьей и в Содружестве АА я могу идти трудной дорогой счастливой\nсудьбы. Пусть я всегда помню, что сила внутри меня гораздо больше любого\nстраха в моей жизни. Пусть я всегда буду терпелив, ибо я на правильном пути.\n";
						const data = {title:"2 марта",description:"Размышления АА на сегодня - 2 марта",id:"62",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_02-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
