const id = "oktyabr/daily_28-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_28-10";
						const body = "\n## НИКЕМ НЕ НАРУШЕННАЯ ТРАДИЦИЯ\n\n**Мы считаем, что сохранение Содружества и расширение его деятельности имеет\nгораздо бóльшее значение, чем тот вклад, который мы коллективно могли бы\nвнести в борьбу за какое-нибудь дело.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 197  \nTwelve Steps and Twelve Traditions, p. 177_**\n\nКак много значит для меня то, что не нарушенная никем Традиция, существующая\nуже более пятидесяти лет, невидимой нитью связывает меня с Биллом У. и с\nдоктором Бобом! Как же сильно я убежден в своем желании оставаться в\nСодружестве, цели которого постоянны и неколебимы! Я благодарен за то, что\nэнергия АА никогда не распылялась, но концентрировалась на членах Содружества\nи на трезвости каждого из них.\n\nМои убеждения — это то, что делает меня человеком. Я волен иметь собственное\nмнение, но цель АА, так четко сформулированная более полувека назад, состоит в\nтом, чтобы сохранить мою трезвость. Ради достижения этой цели круглосуточно\nпроходят собрания, тысячи добровольцев работают в тысячах бюро и служб.\nПодобно солнечным лучам, сфокусированным увеличительным стеклом, объединенный\nвзгляд АА зажег огонь веры в трезвость в миллионах сердец, в том числе и в\nмоем.\n";
						const data = {title:"28 октября",description:"Размышления АА на сегодня - 28 октября",id:"302",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_28-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
