const id = "sentyabr/daily_13-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_13-09";
						const body = "\n## ВОССТАНАВЛИВАЯ ПОРУШЕННОЕ\n\n**Здравость суждений, тщательный выбор времени, смелость и благоразумие — вот\nте качества, которые необходимы для осуществления Девятого Шага.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 95  \nTwelve Steps and Twelve Traditions, p. 83_**\n\nЗаглаживание вины можно рассматривать двояко. Первое — если, к примеру, я\nсломал забор соседа, — починить его, — и это «прямое возмещение». Второе —\nизменить свое поведение, так как мои действия кому-то причинили зло, и\nпостараться не делать этого в дальнейшем. Я изменяю свой способ жить, и это\nкосвенное возмещение. Какой подход лучше? Единственно верный, при условии, что\nон никому не повредит. Другими словами, при соответствующих условиях и тот, и\nдругой. Если я причинил вред, то просто «чиню свои дороги», стараясь исправить\nположение. Это и есть честное возмещение ущерба.\n";
						const data = {title:"13 сентября",description:"Размышления АА на сегодня - 13 сентября",id:"257",moth:"sentyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/sentyabr/daily_13-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
