const id = "iyun/daily_07-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_07-06";
						const body = "\n## ДОЛГОВРЕМЕННАЯ НАДЕЖДА\n\n**Поскольку мы рождаемся с большим количеством естественных желаний,\nнеудивительно, что мы позволяем некоторым из них превысить свои прямые\nобязанности. Когда они слепо увлекают нас или когда мы своевольно требуем,\nчтобы они доставляли нам больше удовлетворения или больше наслаждений, чем это\nвозможно или чем нам причитается, тогда мы утрачиваем тот уровень\nсовершенства, который Бог предназначил для нас на Земле. Это мера\nиспорченности нашего характера или, если хотите, мера наших грехов.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 75  \nTwelve Steps and Twelve Traditions, p. 65_**\n\nИменно здесь зарождается долговременная надежда и определяются перспективы\nпонимания природы моей болезни и путей выздоровления. Красота АА заключается в\nосознании того, что жизнь, с Божьей помощью, будет становиться лучше.\nПутешест-вие по АА становится содержательнее, понимание становится истиной,\nмечты становятся реальностью — и «сегодня» -становится вечностью.\n\nКогда я вступаю в свет АА, мое сердце наполняется присутствием Бога.\n";
						const data = {title:"7 июня",description:"Размышления АА на сегодня - 7 июня",id:"159",moth:"iyun",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyun/daily_07-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
