const id = "dekabr/daily_06-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_06-12";
						const body = "\n## КОГДА НАСТУПАЕТ РЕШАЮЩИЙ ЧАС\n\n**Когда мы поднялись на более высокую ступень развития, мы обнаружили, что\nлучший источник эмоциональной стабильности — это сам Бог. Мы узнали, что\nзависимость от Его безупречной справедливости, всепрощения и любви\nспособствует душевному здоровью и помогает там, где помощи ждать больше\nнеоткуда. Если мы по-настоящему зависим от Бога, то мы не станем строить из\nсебя Бога перед нашими друзьями и не захотим полностью зависеть от защиты и\nподдержки людей.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 131  \nTwelve Steps and Twelve Traditions, p. 116_**\n\nПо собственному опыту знаю, что, когда, как кажется, все человеческие\nвозможности исчерпаны, всегда есть Кто-то, Кто никогда не оставит меня. Более\nтого, Он всегда рядом, чтобы разделить мою радость, направить по верному пути,\nи Ему, как никому другому, я все могу доверить. Если мое благополучие и\nсчастье можно увеличить или уменьшить человеческими усилиями, то только Бог\nможет с любовью дать пищу моей душе. А от нее каждый новый день зависит мое\nдуховное здоровье.\n";
						const data = {title:"6 декабря",description:"Размышления АА на сегодня - 6 декабря",id:"341",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_06-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
