const id = "iyul/daily_01-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_01-07";
						const body = "\n## ЛУЧШЕЕ НА СЕГОДНЯ\n\n**Изложенные нами принципы являются руководством на пути к прогрессу.**\n\n**_Анонимные Алкоголики, с. 58  \nAlcoholics Anonymous, p. 60_**\n\nКак скульптор, создавая произведение искусства, использует для достижения\nжелаемого эффекта различные инструменты, так и Двенадцать Шагов — как\nинструмент АА — используются мною для достижения определенных жизненных\nрезультатов. Я не перегружаю себя житейскими проблемами и планами, решая,\nсколько мне еще нужно сделать. Я спокоен от осознания того, что моя жизнь\nсейчас находится в руках моей Высшей Силы — искусного мастера, превращающего\nкаждую сторону моей жизни в уникальное произведение искусства. Удовлетворение\nот своей работы по Программе я испытываю, только когда знаю, что «делая лучшее\nиз того, что мы можем сделать сегодня, мы делаем все, о чем просит нас Бог».\n";
						const data = {title:"1 июля",description:"Размышления АА на сегодня - 1 июля",id:"183",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_01-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
