const id = "maj/daily_17-05.md";
						const collection = "diaries";
						const slug = "maj/daily_17-05";
						const body = "\n## …И ПРОСТИТЬ\n\n**В сложнейших обстоятельствах моей жизни снова и снова прощать других\nозначает прощать себя.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 268_**\n\nПрощение себя и прощение других — два потока в одной реке, которым мешает, а\nто и вовсе перекрывает их, плотина, возведенная из чувства обиды. Если плотину\nубрать, оба потока возобновят свое течение. Шаги АА позволяют мне увидеть, как\nформировалось чувство обиды и как затем оно заблокировало течение моей жизни.\nШаги указывают путь, следуя которому, можно, по милости Бога, как я Его\nпонимаю, устранить это чувство. В результате этого решения я могу найти ту\nнеобходимую благодать, которая даст мне возможность простить себя и других.\n";
						const data = {title:"17 мая",description:"Размышления АА на сегодня - 17 мая",id:"138",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_17-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
