const id = "iyul/daily_25-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_25-07";
						const body = "\n## ТЕ, КТО ВСЕ ЕЩЕ СТРАДАЕТ\n\n**Для нас же, если мы не будем помогать тем, кто болен, существует постоянная\nугроза жизни и душевному здоровью.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 169  \nTwelve Steps and Twelve Traditions, p. 151_**\n\nЯ хорошо знаю эту муку неудержимого желания выпить, чтобы успокоить свои нервы\nи свои страхи. Знаю я и боль трезвости со сжатыми зубами. Я не забываю того\nнезнакомца, который тихо страдает, одиноко спрятавшись в себя в отчаянных\nпопытках найти отвратительное облегчение в спиртном. Я прошу Высшую Силу дать\nмне силы, мужество и готовность быть Ее инструментом и сострадать, и помогать\nлюдям бескорыстно. Пусть группа по-прежнему дает мне силу делать вместе с\nдругими то, что я не могу сделать один.\n";
						const data = {title:"25 июля",description:"Размышления АА на сегодня - 25 июля",id:"207",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_25-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
