const id = "noyabr/daily_04-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_04-11";
						const body = "\n## КАЖДОДНЕВНАЯ ДИСЦИПЛИНА\n\n**…но когда они [самоанализ, медитация и молитва] логически переплетены, они\nобразуют нерушимое основание жизни человека.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 111  \nTwelve Steps and Twelve Traditions, p. 98_**\n\nПоследними тремя Шагами Программы любящий Бог обуздывает мою своевольную\nнатуру. Если я вечером уделяю хотя бы несколько минут просмотру основных\nсобытий дня, отмечая и признавая при этом не самые приятные их аспекты, то я\nтаким образом собираю свою личную историю. А она крайне важна для\nсамопознания. Я вижу свой духовный рост или его отсутствие и, молясь, прошу об\nосвобождении меня от причиняющих мне боль и страдания недостатков. Медитация и\nмолитва учат меня искусству сосредоточиться и слушать. Я чувствую, как\nзатихают дневные страсти, когда я молюсь о Божьей воле и Его руководстве.\nОбращение к Нему за помощью в моем стремлении к совершенству позволяет мне по-\nновому посмотреть на повсе-дневную обыденность. Теперь я знаю, что любая,\nхорошо выполненная мною работа достойна уважения. Ежедневная молитва и\nразмышления дисциплинируют меня, поддерживают в здоровом душевном состоянии,\nготовым лицом к лицу встретить все, что несет мне день, без мыслей о выпивке.\n";
						const data = {title:"4 ноября",description:"Размышления АА на сегодня - 4 ноября",id:"309",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_04-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
