const id = "april/daily_05-04.md";
						const collection = "diaries";
						const slug = "april/daily_05-04";
						const body = "\n## ИСТИННОЕ БРАТСТВО\n\n**Не раз мы пытались стать полноправными членами семьи, настоящими друзьями\nдля своих друзей, хорошими работниками на работе и полезными членами общества.\nВсегда мы пытались либо взобраться на самый верх, либо скрыться в самом низу.\nТакое эгоистическое поведение препятствовало установлению с другими людьми\nотношений, основанных на сотрудничестве. Когда речь шла о настоящем\nтовариществе, у нас всегда возникали какие-то опасения.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 62  \nTwelve Steps and Twelve Traditions, p. 53_**\n\nЭта мысль, изложенная в Четвертом Шаге, стала первым из того, что я услышал\nотчетливо и ясно: до этого мне еще не доводилось читать такое именно о себе\nсамом! До прихода в АА я не знал такого места, где меня могли бы научить, как\nстать личностью среди личностей. С самого первого собрания я видел, как это\nполучается у других, и захотел иметь то, что было у них. Одна из причин, по\nкоторой я сегодня счастливый и трезвый алкоголик, — это то, что я учу этот\nважнейший урок.\n";
						const data = {title:"5 апреля",description:"Размышления АА на сегодня - 5 апреля",id:"96",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_05-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
