const id = "april/daily_03-04.md";
						const collection = "diaries";
						const slug = "april/daily_03-04";
						const body = "\n## ПРИНИМАЯ СВОЮ ЧЕЛОВЕЧЕСКУЮ СУЩНОСТЬ\n\n**Мы наконец увидели, что это должна быть наша нравственная инвентаризация, а\nне оценка другого человека. Таким образом, мы честно признали свои заблуждения\nи вознамерились исправить свои недостатки.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 222_**\n\nПочему алкоголик с таким упорством не желает брать на себя ответственность? Я,\nбывало, пил из-за того, что со мной делали люди. Когда я пришел в АА, мне\nсказали: посмотри, а где _ты_ был неправ. И что же мне было делать со всем\nэтим? Когда же я просто согласился, что и я сыграл свою роль в происходившем,\nто смог изложить это на бумаге и увидеть, что я просто человек. От меня не\nтребуется быть совершенством! У меня были и будут ошибки. Честное признание\nошибок позволяет мне принимать их — и самого себя — и тех людей, с кем у меня\nразногласия. А отсюда совсем недалеко до выздоровления.\n";
						const data = {title:"3 апреля",description:"Размышления АА на сегодня - 3 апреля",id:"94",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_03-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
