const id = "fevral/daily_22-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_22-02";
						const body = "\n## РУКОВОДСТВО\n\n**…это означает веру в Создателя, который воплощает силу, справедливость и\nлюбовь; в Бога, который предназначает мне цель, значение и судьбу для того,\nчтобы приближаться, пусть даже… и с остановками, к Его образу и подобию.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 51_**\n\nПо мере того, как я начал принимать свое бессилие и зависимость от Бога, как я\nЕго понимаю, я увидел, что существует жизнь, которую, если бы это было\nвозможно, я выбрал бы для себя с самого начала. Лишь через жизнь в Содружестве\nи постоянную работу по Шагам я смог увидеть, что существует действительно\nлучший путь, по которому меня направляют. Все больше узнавая о Боге, я стал\nспособен доверять Его указаниям и планам по сближению с Ним. Пусть и не очень\nбыстро, но я стремлюсь к Его образу и подобию.\n";
						const data = {title:"22 февраля",description:"Размышления АА на сегодня - 22 февраля",id:"53",moth:"fevral",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/fevral/daily_22-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
