const id = "yanvar/daily_27-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_27-01";
						const body = "\n## ОСВОБОЖДЕНИЕ ОТ ВИНЫ\n\n**Что касается других людей, то нужно было отказаться от слова «вина» в наших\nразговорах и мыслях.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 55  \nTwelve Steps and Twelve Traditions, p. 47_**\n\nКогда я стараюсь принять свое бессилие, я начинаю понимать, что обвинение\nсамого себя во всех бедах моей жизни может потянуть меня назад в\nбезнадежность. Обращения за помощью и глубокое внимание к идеям, заложенным в\nШагах и Традициях, помогают изменить этот подход, мешающий моему\nвыздоровлению. До прихода в АА я так стремился к одобрению со стороны людей,\nзанимающих влиятельное положение, что готов был пожертвовать собой и другими\nлюдьми, лишь бы обрести опору в этом мире. И неизменно меня преследовали\nнеудачи. В Программе я нашел истинных друзей, которые любят, понимают и\nстремятся помочь мне узнать правду о самом себе. С помощью Двенадцати Шагов я\nмогу построить лучшую жизнь, свободную от чувства вины и необходимости\nсамооправдания.\n";
						const data = {title:"27 января",description:"Размышления АА на сегодня - 27 января",id:"25",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_27-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
