const id = "dekabr/daily_23-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_23-12";
						const body = "\n## ВЫЗДОРОВЛЕНИЕ, ЕДИНСТВО, СЛУЖЕНИЕ\n\n**Наш Двенадцатый Шаг — доносить смысл наших идей — это основная форма\nслужения в Содружестве АА. Это наша первоочередная задача и основная цель\nнашего существования.**\n\n**_Язык сердца  \nThe Language of the Heart, p. 160_**\n\nБлагодарю Бога за тех, кто пришел до меня, кто убеждал меня не забывать три\nЗавета: Выздоровление, Единство и Служение. В моей группе висит плакат, на\nкотором написано: «Сядьте на табуретку на трех ножках и попытайтесь удержаться\nна одной или двух. Наши три Завета должны оставаться нерушимыми. В\nВыздоровлении мы выздоравливаем вместе, в Единстве мы вместе работаем на благо\nнаших Шагов и Традиций, и посредством Служения мы бесплатно отдаем то, что\nдали нам».\n\nОдин из основных даров моей жизни — понимание того, что мне нечем будет\nделиться с другими, если я не буду выздоравливать в единстве с принципами АА.\n";
						const data = {title:"23 декабря",description:"Размышления АА на сегодня - 23 декабря",id:"358",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_23-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
