const id = "sentyabr/daily_24-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_24-09";
						const body = "\n## БДИТЕЛЬНОСТЬ\n\n**В очередной раз мы убеждаемся в истинности утверждения: «Если ты —\nалкоголик, то это уже навсегда». Если после длительного воздержания мы\nначинаем пить, то очень скоро мы оказываемся в столь же плачевном состоянии,\nкак и в наши худшие времена. Если вы решили бросить пить, это решение должно\nбыть безоговорочным, без всякой задней мысли когда-либо вернуться к\nнормальному употреблению алкоголя.**\n\n**_Анонимные Алкоголики, с. 32  \nAlcoholics Anonymous, p. 33_**\n\nСегодня я алкоголик, останусь им и завтра. Алкоголизм живет во мне сейчас и\nостанется со мной навсегда. Никогда я не должен забывать, кто я такой.\nАлкоголь наверняка убьет меня, если я ежедневно не буду распознавать и\nпризнавать его. Это не та игра, где поражение является всего лишь временной\nнеудачей. Я имею дело со своей болезнью, которая неизлечима и непременно\nтребует лекарства: повседневного признания ее, и потому — бдительности.\n";
						const data = {title:"24 сентября",description:"Размышления АА на сегодня - 24 сентября",id:"268",moth:"sentyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/sentyabr/daily_24-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
