const id = "mart/daily_06-03.md";
						const collection = "diaries";
						const slug = "mart/daily_06-03";
						const body = "\n## ИДЕЯ ВЕРЫ\n\n**Не позволяйте вашим предрассудкам, связанным с духовными терминами, увести\nвас от честного решения вопроса: что эти термины значат для вас?**\n\n**_Анонимные Алкоголики, с. 46  \nAlcoholics Anonymous, p. 47_**\n\nОчень трудно допустить в себя веру, когда страх, сомнения и злость и\nпереполняют и окружают меня. Иногда просто мысль сделать что-то не так, как\nраньше, может, в итоге, стать актом веры, но только если я начну делать это\nрегулярно, причем не задаваясь вопросом, правильно ли это? Если у меня не\nсамый удачный день и все идет «наперекосяк», собрание или разговор с другим\nалкоголиком нередко могут убедить меня в том, что не все так уж безнадежно,\nкак я в панике думал. Посещение собраний или разговор с собратом-алкоголиком\nявляются актами веры: я верю в то, что справляюсь со своей болезнью. Вот так я\nпотихоньку продвигаюсь к вере в Высшую Силу.\n";
						const data = {title:"6 марта",description:"Размышления АА на сегодня - 6 марта",id:"66",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_06-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
