const id = "noyabr/daily_24-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_24-11";
						const body = "\n## ОБЩИЙ ПОИСК\n\n**Постарайтесь понять, в чем правы верующие люди. Воспользуйтесь тем, что они\nпредлагают.**\n\n**_Анонимные Алкоголики, с. 85  \nAlcoholics Anonymous, p. 87_**\n\nЯ не претендую на то, что у меня есть ответы на все духовные вопросы, как и на\nто, что я все знаю об алкоголизме. На свете немало людей, занимающихся\nдуховными поисками. Если я непредвзято отношусь к тому, что говорят другие, то\nмогу многое приобрести. Моя трезвость значительно обогащается, и работа по\nОдиннадцатому Шагу становится более плодотворной, когда я пользуюсь\nлитературой и исполняю предписания своей религии, но многое черпаю и из других\nрелигий. Таким образом поддержку в воздержании от алкоголя я получаю из многих\nисточников.\n";
						const data = {title:"24 ноября",description:"Размышления АА на сегодня - 24 ноября",id:"329",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_24-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
