const id = "avgust/daily_04-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_04-08";
						const body = "\n## СЕМЕНА ВЕРЫ\n\n**Вера, конечно же, необходима, но одной веры недостаточно. Мы можем верить,\nно в то же время быть далеко от Бога.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 41  \nTwelve Steps and Twelve Traditions, p. 34_**\n\nЯ, как ребенок, постоянно подвергал сомнению существование Бога. Такой\n«научный мыслитель», как я, ни один ответ не оставлял без тщательного анализа.\nИ так продолжалось до тех пор, пока одна очень терпеливая женщина в конце\nконцов не сказала мне: «Ты должен обрести веру». Эти простые слова посеяли\nсемена моего выздоровления!\n\nСегодня, когда я, выпалывая сорняки алкоголизма, занимаюсь своим\nвыздоровлением, то медленно даю этим давно посеянным семенам веры прорастать и\nрасцветать. Каждый день выздоровления — этого любовного ухода за садом веры —\nпривносит Высшую Силу, как я Ее понимаю, в мою жизнь. Бог всегда был со мной в\nвере, но я ответственен за свою готовность принять Его присутствие.\n\nЯ прошу Бога даровать мне готовность исполнить Его волю.\n";
						const data = {title:"4 августа",description:"Размышления АА на сегодня - 4 августа",id:"218",moth:"avgust",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/avgust/daily_04-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
