const id = "april/daily_02-04.md";
						const collection = "diaries";
						const slug = "april/daily_02-04";
						const body = "\n## ВЫРАБАТЫВАЕМ ХАРАКТЕР\n\n**Обращенные к другим требования чрезмерного внимания, покровительства или\nлюбви вызывают у тех, к кому они обращены, либо стремление подавлять, либо\nотвращение…**\n\n**_Двенадцать шагов и двенадцать традиций, с. 51  \nTwelve Steps and Twelve Traditions, p. 44_**\n\nКогда при работе по Четвертому Шагу я обнаружил в себе потребность в одобрении\nдругими, я и не предполагал, что это дефект моего характера. Я, скорее, считал\nэто достоинством (то есть желанием сделать людям приятное). Вскоре мне\nуказали, что эта «потребность» может быть губительной. Сегодня мне все еще\nнравится получать одо-брение со стороны других людей, но я не желаю платить за\nэто цену, что платил раньше. Я не стану прогибаться ради того, чтобы кому-то\nпонравиться. Если я получу ваше одобрение — прекрасно, не получу — обойдусь и\nбез него. Я отвечаю за то, что говорю правду, как я ее понимаю, а не за то,\nчто, как мне думается, хотят услышать от меня другие люди.\n\nТочно так же моя ложная гордость всегда заставляла меня дрожать за свою\nрепутацию. После того, как я узнал Программу АА, у меня появилась цель —\nулучшить свой характер.\n";
						const data = {title:"2 апреля",description:"Размышления АА на сегодня - 2 апреля",id:"93",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_02-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
