const id = "oktyabr/daily_09-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_09-10";
						const body = "\n## ДУХОВНАЯ АКСИОМА\n\n**Есть одна аксиома из области духовного мира: если мы чем-нибудь расстроены,\nто независимо от причины, вызвавшей такое состояние, это обнажает какой-то\nдефект нашей души.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 102  \nTwelve Steps and Twelve Traditions, p. 90_**\n\nЯ никак не мог понять духовную аксиому Десятого Шага, пока не произошло\nследующее. Я сидел в спальне и читал. Было уже поздно, и вдруг во дворе\nзалаяли мои собаки. Соседям их лай, естественно, не нравится, они и не\nскрывают этого. И я сразу же, со смешанным чувством злобы, стыда и страха,\nпозвал собак домой. Спустя некоторое время ситуация повторилась. Но благодаря\nтому, что в этот момент я пребывал в ладу с самим собой, мне удалось принять\nситуацию такой, как она есть. Собаки _будут_ лаять… и я тихонько позвал их.\nОба случая научили меня тому, что если человек оказывается в похожих ситуациях\nи реагирует на них по-разному, то значит, важно не само событие, а душевное\nсостояние человека. Чувства исходят изнутри, а не зависят от внешних\nобстоятельств. Когда мое душевное состояние положительно, то и реагирую я\nположительно.\n";
						const data = {title:"9 октября",description:"Размышления АА на сегодня - 9 октября",id:"283",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_09-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
