const id = "maj/daily_24-05.md";
						const collection = "diaries";
						const slug = "maj/daily_24-05";
						const body = "\n## «СЧАСТЛИВЫЕ, РАДОСТНЫЕ И СВОБОДНЫЕ»\n\n**Мы уверены, что Бог хочет видеть нас счастливыми, радостными и свободными.\nМы не хотим верить, что наша жизнь — юдоль слез, хотя когда-то она была именно\nтакой. Но ведь все понимают, что мы сами стали причиной своего несчастья. Бог\nне навлекал его на нас. Избегайте намеренно создавать ситуации, приносящие\nстрадания, но, если беда все же случится, используйте ее, чтобы\nпродемонстрировать всем Его могущество.**\n\n**_Анонимные Алкоголики, с. 128  \nAlcoholics Anonymous, p. 133_**\n\nЯ многие годы верил в карающего Бога и винил Его в моем жалком существовании.\nЯ узнал — чтобы взять «инструменты» Программы АА, я должен сложить свое\n«оружие». Я не борюсь с Программой, потому что это дар мне, а я никогда не\nпротивился подаркам. А если порой я и сражаюсь, то потому только, что все еще\nдержусь за свои старые представления, и тогда «…результат нулевой».\n";
						const data = {title:"24 мая",description:"Размышления АА на сегодня - 24 мая",id:"145",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_24-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
