const id = "maj/daily_03-05.md";
						const collection = "diaries";
						const slug = "maj/daily_03-05";
						const body = "\n## УБОРКА В ДОМЕ\n\n**Почему-то нас в меньшей степени смущает перспектива быть наедине с Богом,\nчем предстать перед другим человеком. Пока мы не сядем с кем-нибудь и не\nобсудим то, что так долго таили в себе, наше желание «произвести чистку в\nдоме» существует в основном в теории.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 69  \nTwelve Steps and Twelve Traditions, p. 60_**\n\nМне было довольно просто рассказать Богу и самому себе о недостатках моего\nхарактера. Но сесть лицом к лицу с другим человеком и обсудить с ним\nсокровенные подробности моей жизни оказалось куда сложнее. Когда же это\nслучилось, я испытал такое же облегчение, как и тогда, когда впервые признал\nсебя алкоголиком. Я начал ценить духовное значение Программы и понимать, что\nэтот Шаг — всего лишь прелюдия к тому, что еще последует в других Шагах.\n";
						const data = {title:"3 мая",description:"Размышления АА на сегодня - 3 мая",id:"124",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_03-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
