const id = "oktyabr/daily_02-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_02-10";
						const body = "\n## «ЛАКМУСОВАЯ БУМАЖКА»\n\n**Работая по первым Девяти Шагам, мы готовимся к приключениям новой жизни. Но\nесли мы подошли к Десятому Шагу — это значит, что мы готовы жить принципами АА\nизо дня в день, образно говоря, в хорошую и в плохую погоду. Наступает момент\nсерьезного испытания: способны ли мы вести трезвый образ жизни, сохранять\nэмоциональное равновесие и видеть цель при любых условиях?**\n\n**_Двенадцать шагов и двенадцать традиций, с. 100  \nTwelve Steps and Twelve Traditions, p. 88_**\n\nЯ знаю, что Обещания сбываются в моей жизни, но хочу умножать и\nсовершенствовать их, ежедневно применяя Десятый Шаг. Этот Шаг научил меня,\nчто, если мне неспокойно, значит, не все в порядке со мной. Возможно, другой\nчеловек тоже неправ, но я могу разобраться только со своими чувствами. Когда я\nобижен или расстроен, то должен искать причину в себе, а затем признать свои\nошибки и исправить их. Это нелегко, но пока я знаю, что духовно расту, я могу\nоценивать свои усилия как хорошо выполненную работу. Я понял, что страдание —\nдруг мне: оно дает знать, что мои эмоции не в порядке, точно так же, как\nфизическая боль говорит о нарушениях в организме. Когда я предпринимаю\nсоответствующие действия по Двенадцати Шагам, боль постепенно уходит.\n";
						const data = {title:"2 октября",description:"Размышления АА на сегодня - 2 октября",id:"276",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_02-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
