const id = "oktyabr/daily_20-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_20-10";
						const body = "\n## УТЕШЕНИЕ В МИНУТЫ СМЯТЕНИЯ\n\n**Ясно, что отошедший от веры находится в состоянии крайнего замешательства.\nОн думает, что ему уж не обрести никакого убеждения. Он не может достичь даже\nмалой степени -убежденности верующего, агностика или атеиста. Он просто сбит с\nтолку.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 35  \nTwelve Steps and Twelve Traditions, p. 28_**\n\nВ первые годы пребывания в АА я боролся с понятием Бога. В моем воображении\nвсе еще прочны были представления из моего прошлого, полные страха,\nотверженности и осуждения. Потом мой друг Эд рассказал мне о своем понятии\nВысшей Силы. В детстве ему разрешали держать щенят при условии, что он будет\nсам ухаживать и убирать за ними. Каждое утро на полу кухни он находил\nнеизбежные щенячьи «отходы». Несмотря на раздражение, сказал Эд, он никогда не\nсердился, поскольку «такова природа щенят». Эд считает, что Бог смотрит на\nнаши недостатки и несовершенство с таким же пониманием и теплом. Часто, чем-то\nраздосадованный, я нахожу утешение в успокаивающем понятии Бога, которое было\nу Эда.\n";
						const data = {title:"20 октября",description:"Размышления АА на сегодня - 20 октября",id:"294",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_20-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
