const id = "maj/daily_21-05.md";
						const collection = "diaries";
						const slug = "maj/daily_21-05";
						const body = "\n## СПИСОК ДАРОВ\n\nОдно из упражнений, которыми я занимаюсь, заключается в том, что я стараюсь\nсоставить полный список моих благодеяний.\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 37_**\n\nЧто у меня было такого, за что я могу быть благодарен? Я уединился и стал\nсоставлять список благодеяний, которые не были моей заслугой, начиная с того,\nчто родился я здоровый умом и телом. Я прошелся по всем семидесяти пяти годам\nсвоей жизни: от начала и до настоящего момента. Список растянулся на две\nстраницы; потратил я на это два часа; включил в него такие разделы, как\nздоровье, семья, деньги, АА — словом, всю гамму.\n\nКаждый день в своих молитвах я прошу Бога помочь мне всегда помнить этот\nсписок и быть благодарным за него в течение всего дня. Пока я помню этот\nблагодарственный список, мне трудно предположить, что Бог несправедлив ко мне.\n";
						const data = {title:"21 мая",description:"Размышления АА на сегодня - 21 мая",id:"142",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_21-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
