const id = "iyul/daily_31-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_31-07";
						const body = "\n## МОЛИТВА НА ВСЕ ВРЕМЕНА\n\n**Боже, дай мне разум и душевный покой принять то, что я не в силах изменить;\nмужество — изменить то, что могу; и мудрость — отличить одно от другого.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 141  \nTwelve Steps and Twelve Traditions, p. 145_**\n\nСила этой молитвы в том, что она всеобъемлюща и так же проста и прекрасна, как\nи Содружество АА. Случается, я спотыкаюсь, повторяя ее, но если анализирую ту\nее часть, что смущает меня, то нахожу, в чем загвоздка. Когда это произошло\nвпервые, я испугалась, но сейчас использую это как эффективный инструмент.\nПринимая жизнь такой, как она есть, я обретаю ясность ума и душевный покой.\nПредпринимая определенные действия, я обретаю мужество и благодарю Бога за\nданную мне способность отличать те ситуации, над которыми могу поработать, от\nтех, где должна отступить. Все, чем я обладаю сейчас, — это дар Божий: моя\nжизнь, служение, моя душевный покой и эта Программа. Ясность ума и душевный\nпокой дают мне возможность продолжать движение вперед.\n\nАнонимные Алкоголики — _это и есть_ более легкий, мягкий путь.\n";
						const data = {title:"31 июля",description:"Размышления АА на сегодня - 31 июля",id:"213",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_31-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
