const id = "fevral/daily_17-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_17-02";
						const body = "\n## ЛЮБОВЬ В ИХ ГЛАЗАХ\n\n**Некоторые из нас не хотят верить в Бога, другие не могут, кое-кто верит, что\nБог есть, но отказывается верить, что Он совершит ожидаемое от Него чудо\nисцеления.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 31  \nTwelve Steps and Twelve Traditions, p. 25_**\n\nИзменения, которые я видел в новых людях, пришедших в Содружество, помогли мне\nрасстаться со страхом и поменять свои отрицательные жизненные позиции на\nположительные. Я видел любовь в их глазах, и меня потрясло то, как много\nзначила для них их трезвость «только сегодня». Они открыто посмотрели на\nВторой Шаг и поверили, что Сила более могущественная, чем они сами, возвратит\nих к здравомыслию. Они дали мне веру в Содружество и надежду, что я обрету в\nнем то же, что и они. Я узнал, что Бог — это любящий Бог, а не тот карающий,\nкоторого я боялся до прихода в АА. Еще я понял, что Он был со мной и тогда,\nкогда я был в беде до прихода в АА. Сегодня я знаю, что именно Он привел меня\nв АА, и что я — чудо.\n";
						const data = {title:"17 февраля",description:"Размышления АА на сегодня - 17 февраля",id:"48",moth:"fevral",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/fevral/daily_17-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
