const id = "avgust/daily_15-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_15-08";
						const body = "\n## РАЗВЕ МЫ НИКОГО НЕ ОБИЖАЛИ?\n\n**Но некоторые из нас спотыкались на другом. Мы упорно утверждали, что наше\nпьянство вредило только нам и больше никому.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 91  \nTwelve Steps and Twelve Traditions, p. 79_**\n\nЭтот Шаг казался мне таким простым. Я определил нескольких человек, которым\nпричинил зло, но их уже не было рядом. И все же я чувствовал себя неловко и\nизбегал разговоров об этом Шаге. Со временем я научился видеть все стороны\nмоей жизни, причиняющие мне беспокойство. В своих поисках я вышел на\nродителей, обиженных на меня за мою отдаленность от них; на работодателя,\nобеспокоенного моими прогулами, моей забывчивостью и моей манерой поведения;\nна друзей, которых я избегал без всяких на то объяснений. Только когда я\nвоочию увидел реальный вред, который нанес людям, Восьмой Шаг приобрел для\nменя новый смысл. Я больше не испытываю неловкости и чувствую себя\nочистившимся и просветленным.\n";
						const data = {title:"15 августа",description:"Размышления АА на сегодня - 15 августа",id:"229",moth:"avgust",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/avgust/daily_15-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
