const id = "maj/daily_01-05.md";
						const collection = "diaries";
						const slug = "maj/daily_01-05";
						const body = "\n## ИСЦЕЛЯЯ СЕРДЦЕ И РАЗУМ\n\n**Признали перед Богом, собой и перед каким-либо другим человеком истинную\nприроду наших заблуждений.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 64  \nTwelve Steps and Twelve Traditions, p. 55_**\n\nПоскольку справедливо утверждение, что Бог действует через людей, я замечаю,\nчто, держа людей на расстоянии, держу на расстоянии и Бога. А Бог гораздо\nближе ко мне, чем я думаю. Я могу ощутить Его присутствие, любя людей и\nпозволяя им любить себя. Но я не могу ни любить, ни быть любимым, если\nпозволяю своим секретам стоять на моем пути.\n\nЭто та сторона меня самого, на которую я отказываюсь обращать внимание, и она\n-управляет мною. Чтобы разум и сердце исцелялись, — а для меня это путь к\nсвободе, — у меня должно возникнуть желание взглянуть на эту мою черную\nсторону. Я должен погрузиться в темноту, чтобы найти свет, и в страх, чтобы\nнайти покой.\n\nРаскрывая свои секреты — и таким образом освобождаясь от чувства вины — я, по\nсуществу, меняю свое мышление; изменив мышление, я могу изменить себя. Мои\nмысли создают мое будущее. То, каким я буду завтра, определяется тем, что я\nдумаю сегодня.\n";
						const data = {title:"1 мая",description:"Размышления АА на сегодня - 1 мая",id:"122",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_01-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
