const id = "iyun/daily_19-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_19-06";
						const body = "\n## «ВОЗРОЖДЕНИЕ В АА»\n\n**Таков парадокс возрождения в АА: сила, возникающая из полного поражения и\nслабости; утрата человеком старой жизни — как условие обретения им новой.**\n\n**_АА взрослеет  \nAA Comes of Age, p. 46_**\n\nТысячи укусов Зеленого Змия не заставили меня признать поражение. Я полагал,\nчто это моя моральная обязанность — победить «друга-врага». На первом собрании\nАА я был счастлив, почувствовав, что это нормально — признать поражение перед\nболезнью, не имеющей ничего общего с моей «моральной устойчивостью».\nИнстинктивно я понимал, что, войдя в двери АА, оказался в поле великой любви.\nБез всяких усилий со своей стороны я осознал, что любить самого себя — это\nхорошо и правильно и предопределено Богом. Мои чувства освободили меня там,\nгде мысли держали в рабстве. Я благодарен.\n";
						const data = {title:"19 июня",description:"Размышления АА на сегодня - 19 июня",id:"171",moth:"iyun",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyun/daily_19-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
