const id = "fevral/daily_06-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_06-02";
						const body = "\n## ОТПРАВНАЯ ТОЧКА\n\n**Поэтому Второй Шаг является отправной точкой для всех нас. Агностики,\nатеисты и бывшие верующие, мы можем совершить этот Шаг вместе.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 40  \nTwelve Steps and Twelve Traditions, p. 33_**\n\nЯ уверен, что Программа АА создавалась Промыслом Божьим и что Бог присутствует\nна каждом собрании АА. Я вижу, верю и знаю, что АА спасает, — потому что\nсегодня я остаюсь трезвым. Я препоручаю свою жизнь АА и Богу уже тем, что хожу\nна собрания АА. Если Бог в сердце моем и в сердцах других людей, тогда я —\nсущественная часть целого, а не обособленная сущность. Если Бог в сердце моем\nи обращается ко мне через других людей, тогда и через меня Он говорит что-то\nдругим людям. Я буду стремиться исполнять Его волю, следуя духовным принципам,\nи наградой мне будут здравомыслие и эмоциональная трезвость.\n";
						const data = {title:"6 февраля",description:"Размышления АА на сегодня - 6 февраля",id:"37",moth:"fevral",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/fevral/daily_06-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
