const id = "fevral/daily_10-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_10-02";
						const body = "\n## НЕ Я У РУЛЯ\n\n**Когда мы стали алкоголиками, сломленными кризисом, в который мы сами себя\nзавлекли, мы уже не могли больше откладывать решение этого вопроса или\nувиливать от него. Нам пришлось беспристрастно ответить на вопросы: «Является\nли Бог всем или ничем? Есть ли Бог или Его нет? Каков наш выбор?»**\n\n**_Анонимные Алкоголики, с. 52  \nAlcoholics Anonymous, p. 53_**\n\nСегодня я выбираю Бога. Он — это все. И я поистине благодарен за это. Когда\nмне кажется, что «я у руля», я преграждаю Богу путь в мою жизнь. Я молюсь о\nтом, чтобы помнить об этом, когда во мне опять просыпается гордыня. Главное —\nсегодня я выбрал духовный рост, и Бог для меня — это все. Когда я пытался\nбросить пить самостоятельно, у меня ни разу не получилось, а с Богом и АА\nполучается. Похоже, это достаточно простая мысль даже для сложной психики\nалкоголика.\n";
						const data = {title:"10 февраля",description:"Размышления АА на сегодня - 10 февраля",id:"41",moth:"fevral",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/fevral/daily_10-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
