const id = "sentyabr/daily_18-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_18-09";
						const body = "\n## ВЫЗДОРАВЛИВАТЬ С ЛЮБОВЬЮ\n\n**Нам надо было отвергнуть всю нашу «драгоценную» философию самодостаточности.\nЭто невозможно было сделать, опираясь на привычную силу воли. Нет, то был\nвопрос готовности принять эти новые факты. Мы не убегали, но и не боролись. Мы\nприняли. И тогда стали свободными.**\n\n**_«Лучшее из «Грейпвайна»  \nBest of Grapevine, vol. 1, p. 198_**\n\nЯ могу быть свободным от своего прежнего порабощающего «я». Наконец-то я\nувидел в себе что-то хорошее и поверил в это. Я вижу, что Высшая Сила, которая\nокутывает меня, любит меня и ведет к выздоровлению. Моя Высшая Сила становится\nисточником любви и силы, который творит во мне постоянное чудо. Я трезв… и я\nблагодарен.\n";
						const data = {title:"18 сентября",description:"Размышления АА на сегодня - 18 сентября",id:"262",moth:"sentyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/sentyabr/daily_18-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
