const id = "yanvar/daily_29-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_29-01";
						const body = "\n## РАДОСТЬ ПОДЕЛИТЬСЯ\n\n**Ваша жизнь приобретет новый смысл. Следите за тем, как люди выздоравливают,\nкак они, в свою очередь, начинают помогать другим, как они перестают быть\nодинокими, как вокруг вас возникает братство. Широкий круг друзей несет с\nсобой ценный опыт, которым не следует пренебрегать. Мы уверены, что вы от него\nне откажетесь. Частые контакты с новичками и друг с другом станут яркими\nсобытиями вашей жизни.**\n\n**_Анонимные Алкоголики, с. 86  \nAlcoholics Anonymous, p. 89_**\n\nОсознание того, что каждый новичок, с которым я делюсь, получает возможность\nиспытать то же облегчение, которое я нашел в Содружестве, наполняет меня\nрадостью и благодарностью. Я верю, что, как это произошло со мной, так и для\nних исполнятся все Обещания АА, если они воспользуются предоставленной им\nвозможностью и примут Программу.\n";
						const data = {title:"29 января",description:"Размышления АА на сегодня - 29 января",id:"28",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_29-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
