const id = "noyabr/daily_21-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_21-11";
						const body = "\n## КЛАССИЧЕСКАЯ МОЛИТВА\n\n**«Господи, сделай так, чтобы посредством меня снисходил к людям Твой мир и\nпокой, чтобы туда, где есть ненависть, я приносил любовь; туда, где есть зло,\nя приносил дух прощения; туда, где есть раздоры, я приносил гармонию; туда,\nгде есть заблуждения, я приносил истину; туда, где есть сомнения, я приносил\nверу; туда, где есть отчаяние, я приносил надежду; туда, где тень, я приносил\nсвет; туда, где царит печаль, я приносил радость. Господи, сделай так, чтобы я\nмог утешать, а не быть утешаемым, пони-мать, а не быть понятым, любить, а не\nбыть любимым. Ибо обретаешь, забывая о себе. Прощая других, получаешь\nпрощение. Умирая, пробуждаешься к Вечной Жизни. Аминь».**\n\n**_Двенадцать шагов и двенадцать традиций, с. 112-113  \nTwelve Steps and Twelve Traditions, p. 99_**\n\nНезависимо от стадии моего духовного роста, молитва Св. Франциска помогает мне\nулучшать осознанный контакт с Богом, как я Его понимаю. Думаю, что одним из\nогромных преимуществ моей веры в Бога является то, что я не понимаю Его или\nЕе. Может, это происходит потому, что мои взаимоотношения с Высшей Силой\nнастолько плодотворны, что мне и не требуется понимать. Единственное, в чем я\nуверен, — что если я регулярно и в полную силу работаю по Одиннадцатому Шагу,\nто обязательно продолжу укреплять свой осознанный контакт с Богом, буду\nпознавать Его волю в отношении меня, и у меня хватит силы ее исполнять.\n";
						const data = {title:"21 ноября",description:"Размышления АА на сегодня - 21 ноября",id:"326",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_21-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
