const id = "mart/daily_19-03.md";
						const collection = "diaries";
						const slug = "mart/daily_19-03";
						const body = "\n## МОЛИТВА: ОНА ДЕЙСТВУЕТ\n\n**Как кто-то удачно выразился: «Над молитвами глумятся в основном те люди,\nкоторые сами никогда не пробовали молиться как следует».**\n\n**_Двенадцать шагов и двенадцать традиций, с. 110  \nTwelve Steps and Twelve Traditions, p. 97_**\n\nЯ вырос в семье агностиков и, когда впервые попробовал молиться, почувствовал\nсебя не в своей тарелке. Я знал, что какая-то Высшая Сила принимает участие в\nмоей жизни (иначе как бы еще я оставался трезвым?), но, конечно, не был\nуверен, что он/она/оно желает слышать мои молитвы. Люди, у которых уже было\nто, чего я желал, утверждали, что молитва — очень важная часть работы по\nПрограмме. И я упорно осваивал начатое. А став молиться ежедневно, обнаружил,\nк своему удивлению, что становлюсь более спокойным и испытываю все больше\nкомфорта в отведенном мне в мире месте. Другими словами, жизнь стала легче, и\nборьбы в ней поубавилось. Я все еще не знаю, Кто или Что слушает мои молитвы,\nно я никогда не перестану читать их по той простой причине, что это действует.\n";
						const data = {title:"19 марта",description:"Размышления АА на сегодня - 19 марта",id:"79",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_19-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
