const id = "maj/daily_20-05.md";
						const collection = "diaries";
						const slug = "maj/daily_20-05";
						const body = "\n## ДЕНЬ ЗА ДНЕМ\n\nА кроме того, делай это день за днем.\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 11_**\n\nПочему я обманываю себя тем, что должен не пить только один день, когда\nпрекрасно знаю, что не должен пить всю оставшуюся жизнь? Нет, я не обманываю\nсебя, потому что, по-видимому, день за днем — это единственный путь к\nдостижению долговременной цели — оставаться трезвым.\n\nЕсли я твердо решаю, что в течение всей жизни больше не буду пить, то загоняю\nсебя в определенные рамки. Как я могу быть уверен в том, что не буду пить,\nкогда понятия не имею, что сулит мне будущее?\n\nОсновываясь на концепции «день за днем, только сегодня», я верю, что могу\nобойтись без выпивки в течение одного дня. Я начинаю день, опираясь на эту\nверу. В конце дня я получаю награду — моя цель достигнута. А когда я чего-то\nдостиг, то и чувствую себя хорошо, и хочу продлить эти ощущения.\n";
						const data = {title:"20 мая",description:"Размышления АА на сегодня - 20 мая",id:"141",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_20-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
