const id = "dekabr/daily_24-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_24-12";
						const body = "\n## «РАЗУМНАЯ И СЧАСТЛИВАЯ ЖИЗНЬ НА ПОЛЬЗУ ЛЮДЯМ»\n\n**Мы пришли к убеждению, что Он велит нам в мыслях быть с Ним рядом, в\nоблаках, но обеими ногами прочно стоять на земле. Там, внизу, все наши друзья,\nи там наша основная работа. Таковы реальности нашей жизни. Мы считаем, что\nинтенсивная духовная жизнь вполне совместима с разумной и счастливой жизнью, в\nкоторой мы стремимся приносить пользу другим.**\n\n**_Анонимные Алкоголики, с. 126  \nAlcoholics Anonymous, p. 130_**\n\nНикакие на свете молитвы и медитации не помогут мне до тех пор, пока они не\nбудут подтверждены моими действиями. Применяя принципы AA на практике, я\nощущаю заботу, которую Бог проявляет обо мне во всех сферах моей жизни. Бог\nвходит в мой мир тогда, когда я отхожу в сторону и позволяю Ему войти.\n";
						const data = {title:"24 декабря",description:"Размышления АА на сегодня - 24 декабря",id:"359",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_24-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
