const id = "fevral/daily_23-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_23-02";
						const body = "\n## ТАИНСТВЕННЫЕ ПАРАДОКСЫ\n\n**Таков парадокс возрождения в АА: сила, возникающая из полного поражения и\nслабости, утрата старой жизни как условие обретения новой.**\n\n**_АА взрослеет  \nA.A. Comes of Age, p. 46_**\n\nКакими чудесными тайнами являются парадоксы! Их нельзя рассчитать, но когда их\nпризнают и принимают, они вновь подтверждают нечто во Вселенной, находящееся\nза пределами человеческой логики. Когда я сталкиваюсь со страхом, мне дается\nмужество; когда я поддерживаю брата или сестру, то увеличивается моя\nспособность любить самого себя; когда я воспринимаю боль как часть\nвозрастающего жизненного опыта, я ощущаю еще большее счастье; когда я смотрю\nна свою темную сторону, я переношусь в новый свет; когда я признаю свою\nуязвимость и передаю себя Высшей Силе, то благодать невиданной силы сходит на\nменя. Спотыкаясь, сгорая от стыда, я вошел в двери АА, ничего не ожидая от\nжизни, а мне дали надежду и достоинство. Единственный способ чудесным образом\nсохранить дары этой Программы — передавать их другим.\n";
						const data = {title:"23 февраля",description:"Размышления АА на сегодня - 23 февраля",id:"54",moth:"fevral",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/fevral/daily_23-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
