const id = "maj/daily_23-05.md";
						const collection = "diaries";
						const slug = "maj/daily_23-05";
						const body = "\n## ДУХОВНОЕ ЗДОРОВЬЕ\n\n**Когда мы преодолеваем заболевание духа, мы излечиваемся также психически и\nфизически.**\n\n**_Анонимные Алкоголики, с. 62-63  \nAlcoholics Anonymous, pp. 64_**\n\nМне трудно смириться со своей духовной болезнью из-за непомерной гордыни,\nбазирующейся на материальном благополучии и интеллектуальном потенциале.\nИнтеллект для меня вполне совместим со смирением при условии, что смирение я\nставлю на первое место. Стремление к престижу и богатству — конечная цель\nмногих людей в современном мире. Желание преуспеть и казаться лучше, чем на\nсамом деле, — духовная болезнь.\n\nРаспознать и признать свои слабости — это и есть начало духовного\nвыздоровления. Признак духовного здоровья — способность каждый день просить\nБога просветить меня, позволить мне узнать Его волю и дать силы для ее\nисполнения. Я духовно здоров, если осознаю, что чем лучше идут мои дела, тем\nбольше я нуждаюсь в помощи со стороны.\n";
						const data = {title:"23 мая",description:"Размышления АА на сегодня - 23 мая",id:"144",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_23-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
