const id = "sentyabr/daily_03-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_03-09";
						const body = "\n## СТРОИТЬ НОВУЮ ЖИЗНЬ\n\n**Мы считаем, что те, кто думают, что достаточно быть трезвыми, чтобы все\nналадилось, ошибаются.**\n\n**_Анонимные Алкоголики, с. 80  \nAlcoholics Anonymous, p. 82_**\n\nКогда я размышляю о Девятом Шаге, то вижу, что просто оставаться трезвым мне\nмало. Надо лишь вспомнить то владевшее мной, когда я пил, ощущение\nбезнадежности и свою тогдашнюю готовность во что бы то ни стало обрести\nтрезвость. Однако для окружающих одной моей трезвости недостаточно. А потому\nмне надо постараться использовать этот Божий дар для создания новой жизни у\nмоих любимых и моей семьи. Не менее важно и то, что я должен помогать тем, кто\nхочет идти путем АА.\n\nЯ прошу Бога помочь мне делиться даром трезвости, чтобы Его блага стали\nдоступны людям, которых я знаю и люблю.\n";
						const data = {title:"3 сентября",description:"Размышления АА на сегодня - 3 сентября",id:"247",moth:"sentyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/sentyabr/daily_03-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
