const id = "yanvar/daily_09-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_09-01";
						const body = "\n## ПРОМЫСЕЛ БОЖИЙ\n\n**Держа в руках стакан, страшно признаваться, что разрушительное пристрастие к\nалкоголю настолько овладело нашим сознанием, что только вмешательство\nПровидения способно избавить нас от него.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 26  \nTwelve Steps and Twelve Traditions, p. 21_**\n\nВ моей жизни действие Промысла Божьего (проявления заботы Бога обо мне и Его\nволи в отношении меня) произошло тогда, когда я дошел со своим пьянством до\nполного развала: все, что когда-то имело значение в моей жизни, ушло. Я\nпозвонил в АА, и именно с этого момента моя жизнь в корне изменилась. Когда я\nразмышляю об этой, совершенно особенной, поворотной минуте, я понимаю, что Бог\nзаботился обо мне и до того, как я обрел способность признавать и принимать\nдуховные ценности. Стакан был отставлен в сторону единственно через это\nдействие Промысла Божьего, и я отправился в путь по дороге трезвости. Моя\nжизнь продолжает раскрываться попечением и заботой Бога обо мне и в указанном\nИм направлении. Первый Шаг, когда я признал, что бессилен перед алкоголем и\nчто моя жизнь стала неуправляемой, приобретает для меня еще большее значение —\nдень за днем — в спасающем наши жизни, дающем нам новую жизнь Содружестве\nАнонимных Алкоголиков.\n";
						const data = {title:"9 января",description:"Размышления АА на сегодня - 9 января",id:"9",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_09-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
