const id = "avgust/daily_29-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_29-08";
						const body = "\n## Я ПРЕДПОЧИТАЮ АНОНИМНОСТЬ\n\n**Мы уверены, что смирение, выраженное в анонимности, является лучшей защитой,\nкоторое Содружество Анонимных Алкоголиков когда-либо имело.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 208  \nTwelve Steps and Twelve Traditions, р. 187_**\n\nВ АА нет никаких правил, и поэтому я нахожусь там, где хочу, а значит —\nпредпочитаю анонимность. Я желаю, чтобы мой Бог использовал меня, смиренного,\nкак один из своих инструментов в этой Программе. Жертвенность — это искусство\nбезвозмездно отдавать себя, заменяя смирением свой эгоизм. В трезвости я\nподавляю желание крикнуть на весь мир: «Я — член АА!», и при этом испытываю\nвнутренний покой и радость. Я позволяю людям увидеть произошедшие во мне\nизменения и надеюсь, что они спросят, что со мной произошло. Я ставлю принципы\nдуховности выше осуждения, поисков недостатков и критики других людей. В своей\nгруппе я хочу любви и взаимной заботы, чтобы я мог духовно расти.\n";
						const data = {title:"29 августа",description:"Размышления АА на сегодня - 29 августа",id:"242",moth:"avgust",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/avgust/daily_29-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
