const id = "mart/daily_12-03.md";
						const collection = "diaries";
						const slug = "mart/daily_12-03";
						const body = "\n## ПЛАН НА ДЕНЬ\n\n**Проснувшись утром, надо подумать о предстоящих 24 часах жизни. Рассмотрим\nнаши планы. В самом начале дня мы просим Бога направить наши помыслы в верное\nрусло, уберечь нас от жалости к себе, бесчестных поступков, корыстолюбия.**\n\n**_Анонимные Алкоголики, с. 83-84  \nAlcoholics Anonymous, p. 86_**\n\nКаждый день я прошу Бога зажечь во мне огонь Его любви, чтобы эта любовь, горя\nво мне ярко и чисто, освещала мои мысли и позволяла мне лучше исполнять Его\nволю. Весь день, когда внешние обстоятельства отрицательно влияют на мое\nнастроение, я прошу Бога помочь мне осознать, что я могу начать день заново;\nесли надо, то и сто раз.\n";
						const data = {title:"12 марта",description:"Размышления АА на сегодня - 12 марта",id:"72",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_12-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
