const id = "avgust/daily_02-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_02-08";
						const body = "\n## МЫ ПРЕИСПОЛНИЛИСЬ ЖЕЛАНИЕМ\n\n**В данный момент мы пытаемся привести в порядок нашу собственную жизнь. Но\nэто не самоцель.**\n\n**_Анонимные Алкоголики, с. 74  \nAlcoholics Anonymous, p. 77_**\n\nКак легко я могу сбиться с пути на подступах к Восьмому Шагу! Я хочу быть\nсвободным и как-то измениться, работая по Шестому и Седьмому Шагам. Сейчас,\nболее чем когда-либо, мне угрожают своекорыстие и скрытые намерения. Я\nстараюсь помнить, что самодовольство, наступающее порой, когда меня прощают\nте, кому я навредил, отнюдь не есть моя главная цель. Я преисполняюсь желанием\nвозместить причиненный мною ущерб, понимая при этом, что таким образом я\nисправляюсь и могу двигаться дальше к познанию Божьей воли в отношении меня.\n";
						const data = {title:"2 августа",description:"Размышления АА на сегодня - 2 августа",id:"216",moth:"avgust",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/avgust/daily_02-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
