const id = "fevral/daily_13-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_13-02";
						const body = "\n## МЫ НЕ МОЖЕМ ДОЙТИ РАЗУМОМ ДО ТРЕЗВОСТИ\n\n**Тем, кто опирается только на разум, многие члены АА могут сказать: «Да, мы\nбыли такими же, как вы, — слишком умными себе во вред… Втайне мы считали, что\nможем возвышаться над остальными людьми, опираясь только на свой интеллект».**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 60_**\n\nДаже самый совершенный разум не является защитой от алкоголизма. Я не могу\nдойти разумом до трезвости. Я стараюсь помнить, что умственные способности —\nэто Богом данное свойство, которое я могу использовать, это радость — как\nиметь талант в живописи, танце или архитектуре. Это не делает меня лучше\nдругих и не предоставляет надежного инструмента для выздоровления, так как не\nвысокий уровень интеллекта или университетский диплом, а только Сила более\nмогущественная, чем я, вернет меня к здравомыслию.\n";
						const data = {title:"13 февраля",description:"Размышления АА на сегодня - 13 февраля",id:"44",moth:"fevral",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/fevral/daily_13-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
