const id = "april/daily_23-04.md";
						const collection = "diaries";
						const slug = "april/daily_23-04";
						const body = "\n## АА — НЕ ПАНАЦЕЯ\n\n**Было бы обманом утверждать, что АА — панацея, даже от алкоголизма.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 285_**\n\nВ первые годы трезвости я был переполнен гордостью, полагая, что АА — это\nединственный способ выздоровления и обретения людьми хорошей и счастливой\nжизни. Конечно, это было основным компонентом моей трезвости, и даже сейчас,\nпосле более чем двенадцати лет в Программе, я активно посещаю собрания,\nзанимаюсь наставничеством, участвую в служении. В течение первых четырех лет\nвыздоровления я считал необходимым использовать помощь профессионалов,\nпоскольку эмоционально чувствовал себя очень плохо. Есть люди, которые обрели\nтрезвость и счастье в других организациях. АА научило меня тому, что у меня\nесть выбор, — не останавливаться ни перед чем в деле укрепления трезвости. АА,\nбыть может, и не панацея, но своего рода центр моей трезвой жизни.\n";
						const data = {title:"23 апреля",description:"Размышления АА на сегодня - 23 апреля",id:"114",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_23-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
