const id = "fevral/daily_27-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_27-02";
						const body = "\n## УНИКАЛЬНАЯ СТАБИЛЬНОСТЬ\n\n**Кто направляет деятельность АА?.. Эти практичные люди читают то, что\nнаписано во Второй Традиции, и узнают, что единственным авторитетом в АА\nявляется любящий Бог, каким его представляют себе члены группы…. [Более старый\nчлен АА] понимает мудрость решения группы и не обижается на то, что лишился\nсвоего положения; его суждения, подкрепленные большим жизненным опытом,\nразумны, и он согласен тихо отойти в сторону, ожидая дальнейшего развития\nсобытий.**\n\n**_Двенадцать Шагов и Двенадцать Традиций, с. 147, 150-151  \nTwelve Steps and Twelve Traditions, pp. 132, 135_**\n\nВ ткань выздоровления от алкоголизма вплетены Двенадцать шагов и двенадцать\nтрадиций. По мере того как продолжалось мое выздоровление, я осознал, что это\nплатье сшито специально для меня. Старшие члены группы мягко вносили\nпредложения, когда были необходимы изменения. Опыт каждого стал сутью\nдрагоценной дружбы. Я знаю, что Содружество готово и имеет в наличии то, что\nнеобходимо для помощи каждому алкоголику во всех перипетиях жизни. В мире,\nкоторый погряз во множестве проблем, я обретаю эту уверенность уникальной\nстабильности. Я дорожу этим даром трезвости. Я предлагаю Богу свою\nблагодарность за ту силу, которую получаю в Содружестве, существующем поистине\nдля блага всех его членов.\n";
						const data = {title:"27 февраля",description:"Размышления АА на сегодня - 27 февраля",id:"58",moth:"fevral",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/fevral/daily_27-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
