const id = "iyun/daily_01-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_01-06";
						const body = "\n## ИЗМЕНИВШИЕСЯ ВЗГЛЯДЫ\n\n**Изменится наше мировоззрение.**\n\n**_Анонимные Алкоголики, с. 81  \nAlcoholics Anonymous, p. 84_**\n\nКогда я пил, мое отношение ко всем и ко всему было абсолютно эгоистичным и\nэгоцентричным: на первом месте стояли мои собственные удовольствия и комфорт.\nСейчас, когда я трезв, эгоцентризм стал ослабевать. Меняется мое отношение к\nжизни и людям. Для меня первое «А» ( _attitude_ — отношение. Прим. пер.) в\nнашем названии — это отношение, позиция. Мои жизненные позиции меняются\nблагодаря другому «А» ( _action_. Прим. пер.) — действию. Работа по Шагам,\nпосещение собраний и распространение наших идей помогают вернуться\nздравомыслию. Действие — волшебное слово! С положительным, полезным отношением\nи постоянной деятельностью в АА я могу оставаться трезвым и помогать другим\nалкоголикам обрести трезвость. Сейчас я готов пройти любой путь, чтобы\nоставаться трезвым!\n";
						const data = {title:"1 июня",description:"Размышления АА на сегодня - 1 июня",id:"153",moth:"iyun",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyun/daily_01-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
