const id = "fevral/daily_19-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_19-02";
						const body = "\n## Я НЕ ДРУГОЙ\n\n**Вначале понадобилось целых четыре года, прежде чем АА дало трезвость первой\nженщине-алкоголичке. Подобно многим алкоголикам с «мелким дном» женщины\nговорили, что они — другие. Всякий бродяга говорил, что он особенный… то же\nговорили художники и инженеры, богатые и бедные, верующие и неверующие,\nиндейцы и эскимосы, ветераны и заключенные… теперь же все они и тысячи других\nтрезво говорят о том, какие все мы, алкоголики, одинаковые, когда признаем,\nчто наша карта бита…**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 24_**\n\nЯ не должен считать себя в АА «особенным». При таком подходе я изолировал бы\nсебя от других и от соприкосновения с Высшей Силой. Если я чувствую себя в АА\nизолированным, то не люди виноваты в этом. Это делаю я сам своим мнением, что\nя какой-то «особенный». Сегодня я просто еще один алкоголик в мировом\nСодружестве АА.\n";
						const data = {title:"19 февраля",description:"Размышления АА на сегодня - 19 февраля",id:"50",moth:"fevral",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/fevral/daily_19-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
