const id = "april/daily_06-04.md";
						const collection = "diaries";
						const slug = "april/daily_06-04";
						const body = "\n## ПРОЦЕСС НА ВСЮ ЖИЗНЬ\n\n**У нас были трудности в отношениях с другими людьми, мы не умели\nконтролировать свойственную нам эмоциональность, мы испытывали горе и\nдепрессию, мы не могли зарабатывать себе на жизнь, мы чувствовали себя никому\nне нужными, мы были подавлены страхом, мы были несчастны, мы были не в\nсостоянии кому-либо помочь…**\n\n**_Анонимные Алкоголики, с. 51  \nAlcoholics Anonymous, p. 52_**\n\nЭти слова напоминают мне, что у меня есть немало других проблем, помимо\nалкогольной, что алкоголь — всего лишь симптом более обширной болезни. Когда я\nперестал пить, пошел процесс моего выздоро-вления от неуправляемых эмоций,\nболезненных взаимоотношений и неконтролируемых ситуаций, и процесс этот будет\nпродолжаться всю жизнь. Для большинства из нас он труден без помощи Высшей\nСилы и друзей из Содружества. Когда я начал работать по Шагам, стали\nразматываться многочисленные запутанные клубки и мало-помалу вы-правляться\nнаиболее изломанные стороны моей жизни. День за днем, почти неощутимо, шло мое\nисцеление. Уменьшались страхи. Временами я стал испытывать удовлетворение. Мои\nэмоции стали менее бурными. Я сно-ва стал членом человеческой семьи.\n";
						const data = {title:"6 апреля",description:"Размышления АА на сегодня - 6 апреля",id:"97",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_06-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
