const id = "yanvar/daily_04-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_04-01";
						const body = "\n## ПОВЕРНУТЬСЯ К БЛИЖНИМ СВОИМ\n\n**Мы считаем, что перестать пить — это всего лишь начало. Гораздо более важно\nто, что нам предстоит продемонстрировать свои принципы в собственном доме, на\nработе, да и вообще во всех наших делах.**\n\n**_Анонимные Алкоголики, с. 18  \nAlcoholics Anonymous, p. 19_**\n\nВ моем общении в АА мне обычно нетрудно быть приятным с людьми. Когда я\nработаю над тем, чтобы оставаться трезвым, я праздную со своими товарищами по\nАА наше общее освобождение от ада пьянства. Часто бывает не так уж и трудно\nподелиться радостными новостями со старыми и новыми друзья-ми по Программе.\n\nДома или на работе может быть совсем по-другому. Здесь возникают ситуации,\nкогда небольшие повседневные неприятности особенно заметны, и тут-то и бывает\nтрудно улыбнуться или откликнуться добрым словом, или с готовностью выслушать.\nИменно за пределами АА проходит настоящее испытание действенности моего пути\nпо Двенадцати Шагам.\n";
						const data = {title:"4 января",description:"Размышления АА на сегодня - 4 января",id:"4",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_04-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
