const id = "sentyabr/daily_04-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_04-09";
						const body = "\n## ВОССТАНОВЛЕНИЕ\n\n**Нас ждет длительный период восстановления…**\n\n**_Анонимные Алкоголики, с. 80  \nAlcoholics Anonymous, p. 83_**\n\nПока я, день за днем, избегаю первой рюмки, основной целью в процессе\nвыздоровления остается восстановление моей жизни. И наилучшим образом эта\nзадача решается работой по Шагам АА. Духовная жизнь — не теория, она реальна,\nи я должен жить ею. Второй Шаг стал началом моего духовного пути. Девятый Шаг\nпозволяет мне приблизиться к заключительной фазе Шагов, научивших меня жить\nдуховной жизнью. Без руководства и мощи Высшей Силы мне было бы невозможно\nпройти через различные этапы восстановления. Я осознаю, что Бог действует для\nменя и через меня. Убрав угнетавшее меня желание выпить, Бог сделал для меня\nто, что я не мог сделать для себя сам, и если я осознаю эту истину, — она уже\nдоказательство. Каждый день я должен продолжать поиск Божьего руководства. Он\nдарует мне ежедневную отсрочку приговора и дает силы, необходимые для\nвосстановления моей жизни.\n";
						const data = {title:"4 сентября",description:"Размышления АА на сегодня - 4 сентября",id:"248",moth:"sentyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/sentyabr/daily_04-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
