const id = "oktyabr/daily_10-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_10-10";
						const body = "\n## ПРИВЕСТИ В ПОРЯДОК СЕБЯ, А НЕ ДРУГОГО\n\n**Если кто-то обидел нас и нам больно, то это тоже указывает на дефект.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 102  \nTwelve Steps and Twelve Traditions, p. 90_**\n\nКакую свободу я ощутил, когда мне указали на эти слова! Неожиданно я понял,\nчто могу что-то сделать со своей злобой. Я могу привести в порядок себя,\nвместо того чтобы _их_ ставить на место. Я убежден, что исключений из этого\nположения нет. Когда я злюсь, мой гнев всегда эгоистичен. Я должен постоянно\nнапоминать себе, что я просто человек и что делаю все, что в моих силах, даже\nесли, в конце концов, этого «всего» оказывается недостаточно. Поэтому я прошу\nБога убрать мой гнев и по-настоящему освободить меня.\n";
						const data = {title:"10 октября",description:"Размышления АА на сегодня - 10 октября",id:"284",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_10-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
