const id = "april/daily_25-04.md";
						const collection = "diaries";
						const slug = "april/daily_25-04";
						const body = "\n## ВСТУПАЯ В НОВОЕ ИЗМЕРЕНИЕ\n\n**На поздней стадии пьянства исчезла наша воля к сопротивлению. И все же,\nкогда мы признáем полное поражение и станем полностью готовы испробовать\nпринципы АА, одержимость покинет нас, и мы войдем в новое измерение — свободу\nпод Богом, как мы Его понимаем.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 283_**\n\nЯ счастлив, что нахожусь среди тех, кто испытал эти потрясающие изменения в\nжизни. Когда я, одинокий и отчаявшийся, вошел в двери АА, я готов был верить\nвсему, что слышал. Среди прочего я услышал: «Это может быть твоим последним\nпохмельем, или ты будешь вертеться по кругу». Мужчина, который сказал это,\nявно чувствовал себя и выглядел лучше, чем я. Мне понравилась идея признания\nсвоего поражения, и с того момента я был свободен! Мое сердце услышало то,\nчего никогда не мог услышать разум: «В бессилии перед алкоголем нет ничего\nособенного». Я свободен, и я благодарен!\n";
						const data = {title:"25 апреля",description:"Размышления АА на сегодня - 25 апреля",id:"116",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_25-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
