const id = "avgust/daily_19-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_19-08";
						const body = "\n## ТОЧКА ЗРЕНИЯ\n\n**Вернемся к нашему списку. Выбросив из головы мысли о зле, которое нам\nпричинили другие, мы с решимостью принялись искать наши собственные ошибки. В\nкаких случаях мы проявляли эгоизм, были бесчестными, себялюбивыми,\nпреследовали свои корыстные интересы, трусили?**\n\n**_Анонимные Алкоголики, с. 65-66  \nAlcoholics Anonymous, p. 67_**\n\nЧудесная свобода есть в том, что я больше не нуждаюсь в постоянном одобрении\nсвоих коллег или людей, которых люблю! Жаль, что я не знала об этом Шаге\nраньше: только выработав определенную точку зрения, я почувствовала себя\nспособной в дальнейшем в очередной раз поступить правильно, зная, что этот\nпоступок соответствует ситуации и является единственно верным.\n";
						const data = {title:"19 августа",description:"Размышления АА на сегодня - 19 августа",id:"214",moth:"avgust",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/avgust/daily_19-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
