const id = "mart/daily_21-03.md";
						const collection = "diaries";
						const slug = "mart/daily_21-03";
						const body = "\n## МАТЕРИАЛЬНОЕ И ДУХОВНОЕ БЛАГОПОЛУЧИЕ\n\n**…исчезнут страх… и неуверенность в экономическом благополучии.**\n\n**_Анонимные Алкоголики, с. 81  \nAlcoholics Anonymous, p. 84_**\n\nУменьшить чувство страха или вовсе осво-бодиться от него и улучшить свое\nматериально положение — две разные вещи. Новичком в АА я путал два этих\nпонятия. Я надеялся, что страх пройдет, как только я начну зарабатывать\nденьги. Но однажды, в пору моих финансовых затруднений, строка из Большой\nКниги буквально «выпрыгнула» из страницы: «Для нас материальное благополучие\nстоит на втором месте, вслед за духовным, и никогда не наоборот» (стр. 123). Я\nвдруг понял, что это положение является гарантией. Я увидел, что оно верно\nрасставляет приоритеты, что духовный прогресс уменьшит этот ужасный страх\nперед бедностью точно так же, как он уменьшил и многие другие страхи.\n\nСейчас я стараюсь использовать данные мне Богом таланты на пользу людям и\nзамечаю, что именно это они особенно ценят во мне. Я стараюсь помнить, что\nбольше не работаю на себя. Я только использую богатство, созданное Богом, я им\nникогда не владел. Цель моей жизни намного яснее, когда я стараюсь просто\nпомогать, а не обладать.\n";
						const data = {title:"21 марта",description:"Размышления АА на сегодня - 21 марта",id:"81",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_21-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
