const id = "dekabr/daily_08-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_08-12";
						const body = "\n## СЛУЖЕНИЕ\n\n**Ваша жизнь приобретет новый смысл. Следите за тем, как люди выздоравливают,\nкак они, в свою очередь, начинают помогать другим, как они перестают быть\nодинаковыми, как вокруг нас возникает братство. Широкий круг друзей несет с\nсобой ценный опыт, которым не следует пренебрегать… Частые контакты с\nновичками и друг с другом станут яркими событиями вашей жизни.**\n\n**_Анонимные Алкоголики, с. 86  \nAlcoholics Anonymous, p. 89_**\n\nСамые большие награды можно получить только через служение. Но чтобы\nосуществлять истинное, полезное и эффективное служение для других, я должен\nпрежде всего работать над собой. Это значит, что я должен перепоручить себя\nБогу, признавая свои недостатки и расчищая завалы своего прошлого. Работа над\nсобой научила меня, как обрести столь необходимые мне мир и душевный покой,\nчтобы с успехом объединять вдохновение и опыт. Я узнал, как быть проводником\nтрезвости в истинном понимании этого выражения.\n";
						const data = {title:"8 декабря",description:"Размышления АА на сегодня - 8 декабря",id:"343",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_08-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
