const id = "noyabr/daily_27-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_27-11";
						const body = "\n## ОПАСНОСТЬ БЫТЬ НА ВИДУ\n\n**Сначала пресса не понимала нашего отказа от личного участия в рекламе. Их\nискренне сбивало с толку наше требование о соблюдении анонимности. Потом они\nпоняли, в чем суть дела. Такое редко бывает в нашем мире — общество, которое\nхочет рекламировать свои принципы, но не своих членов. Пресса была в восторге\nот такого отношения. С тех пор ее репортажи об АА всегда проникнуты таким\nэнтузиазмом, который с трудом можно отыскать среди самых ревностных членов\nАА.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 202  \nTwelve Steps and Twelve Traditions, p. 182_**\n\nДля того чтобы я и Содружество могли выжить, мне важно не использовать АА для\nприобретения личной известности. Анонимность для меня — это способ работы по\nобретению смирения. Поскольку гордыня — один из моих самых опасных\nнедостатков, работа со смирением — это один из лучших способов ее преодолеть.\nСодружество АА добивается всемирного признания, освещая, самыми различными\nметодами, свою работу и принципы, а отнюдь не рекламой отдельными его членами\nсамих себя. Привлекательность, появившаяся благодаря моим изменившимся\nвзглядам, и мой альтруизм намного больше способствуют благополучию АА, чем\nсамореклама.\n";
						const data = {title:"27 ноября",description:"Размышления АА на сегодня - 27 ноября",id:"332",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_27-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
