const id = "april/daily_21-04.md";
						const collection = "diaries";
						const slug = "april/daily_21-04";
						const body = "\n## УКРЕПЛЯТЬ СВОЮ ВЕРУ\n\n**Не думаю, что мы сможем сделать что-нибудь хорошее в этом мире, если не\nбудем практиковаться в том, чем занимаемся. И я не верю, что мы добьемся чего-\nлибо хорошего и в АА, если не будем постоянно практиковаться… Мы должны\nпрактиковать …достижение духа служения. Нам нужно попытаться обрести\nдостаточную веру, что нелегко сделать, особенно человеку, который всегда был\nматериалистом, следуя принципам современного общества. Но я думаю, что веру\nможно обрести, ее обретают постепенно — ее надо в себе вырастить. Для меня это\nбыло нелегко, и полагаю, что это трудное дело для любого человека…**\n\n**_Доктор Боб и славные старожилы  \nDoctor Bob and the Good Overtimes, pp. 307-308_**\n\nНередко страх — это та сила, которая мешает мне обрести веру и укрепить ее в\nсебе. Страх мешает моему пониманию красоты, терпимости, прощения, служения и\nдушевного покоя.\n";
						const data = {title:"21 апреля",description:"Размышления АА на сегодня - 21 апреля",id:"112",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_21-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
