const id = "avgust/daily_26-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_26-08";
						const body = "\n## ОТДАВАТЬ\n\n**Хотя они знали, что должны помогать другим алкоголикам, чтобы самим не пить,\nэтот мотив стал второстепенным для них. Более важным было ощущение счастья,\nкоторое они испытали, помогая другим.**\n\n**_Анонимные Алкоголики, с. 155  \nAlcoholics Anonymous, p. 159_**\n\nДля меня эти слова относятся к передаче другим силы, посредством которой Бог,\nкак я Его понимаю, входит в мою жизнь. Молясь и размышляя, я открываю каналы\nсвязи с Богом, устанавливаю и укрепляю свой осознанный контакт с Ним.\nДействуя, я получаю силу, необходимую мне для поддержания трезвости каждый\nдень. Поддерживая свое духовное состояние, отдавая то, что безвозмездно было\nдано мне, я получаю ежедневную отсрочку приведения приговора в исполнение.\n";
						const data = {title:"26 августа",description:"Размышления АА на сегодня - 26 августа",id:"239",moth:"avgust",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/avgust/daily_26-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
