const id = "fevral/daily_09-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_09-02";
						const body = "\n## ОБРЕТЕНИЕ ДУХОВНОСТИ\n\n**Как часто на собраниях АА мы слышим, как выступающий заявляет: «Но я еще не\nобрел духовности». До этого он описал чудеса преображения, которые произошли в\nнем, — не только освобождение от алкоголя, но и полное изменение отношения к\nжизни и самой жизни. Почти всем присутствующим очевидно, что он уже получил\nсамый важный дар, но сам об этом, похоже, еще не знает. Мы-то хорошо знаем,\nчто этот сомневающийся через полгода или через год скажет нам, что обрел веру\nв Бога.**\n\n**_Язык сердца  \nThe Language of the Heart, p. 275_**\n\nЖизнь, которая когда-то казалась пустой и лишенной смысла, сегодня полна и\nрадостна — осознание этого стало моим духовным опытом. Ежедневная молитва и\nмедитация, жизнь по Двенадцати Шагам принесли мне внутренний покой и чувство\nпричастности, о которых я не мог и мечтать, когда пил.\n";
						const data = {title:"9 февраля",description:"Размышления АА на сегодня - 9 февраля",id:"40",moth:"fevral",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/fevral/daily_09-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
