const id = "iyun/daily_23-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_23-06";
						const body = "\n## ДОВЕРЯЯ ДРУГИМ\n\n**Разве доверие требует, чтобы мы закрывали глаза на мотивы других людей или\nна свои собственные? Ничего подобного — это было бы глупо. Скорее всего, мы\nдолжны оценить, насколько человек, которому мы доверяем, способен на дурное,\nравно как и на хорошее. Такая личная инвентаризация может показать ту степень\nдоверия, которую мы должны проявлять в каждой конкретной ситуации.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 144_**\n\nЯ отнюдь не жертва людей, скорее, я — жертва собственных ожиданий, выбора и\nнечестности. Когда я жду, что люди будут такими, какими я хочу, а не такими,\nкакие они есть, то обрекаю себя на страдания. Когда я эгоцентричен, то\nоказываюсь одиноким и недоверчивым. Если же я честен во всех своих делах, то\nобретаю уверенность в себе. Если я стараюсь понять свои побуждения, если я\nчестен и доверяю другим, то предвижу опасные ситуации и могу их избегать.\n";
						const data = {title:"23 июня",description:"Размышления АА на сегодня - 23 июня",id:"175",moth:"iyun",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyun/daily_23-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
