const id = "april/daily_26-04.md";
						const collection = "diaries";
						const slug = "april/daily_26-04";
						const body = "\n## ДЕЛО НЕ В СЧАСТЬЕ\n\n**Думаю, дело не в счастье или в несчастье. Как мы решаем проблемы, с которыми\nсталкиваемся? Какой урок мы из них извлекаем и как передаем другим то, что\nузнали, если они готовы это принять?**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 306_**\n\nВ своем стремлении «быть счастливым» я менял работу, женился и разводился,\nменял места жительства, влезал в долги — финансовые, эмоциональные и духовные.\nВ АА я учусь взрослеть. Вместо того чтобы требовать от людей, мест и вещей\nсделать меня счастливым, я могу попросить Бога научить, как принимать себя\nтаким, какой я есть. Когда некая проблема мучает меня, Двенадцать Шагов АА\nпомогают мне преодолеть боль. Знание, которое я получаю, может стать даром и\nдля других людей, страдающих от такой же проблемы. Как сказал Билл: «Если\nвозникает боль, то очень может быть, что она дана нам, чтобы мы были готовы\nизвлечь из нее урок и помогли другим научиться на нашем примере. Когда\nприходит счастье, мы принимаем его как дар и благодарим за него Бога».\n";
						const data = {title:"26 апреля",description:"Размышления АА на сегодня - 26 апреля",id:"117",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_26-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
