const id = "yanvar/daily_15-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_15-01";
						const body = "\n## ВНУТРЕННИЙ ИСТОЧНИК\n\n**За редким исключением, члены АА обнаруживают, что они открыли в себе не\nизвестный ранее внутренний источник, который они ныне отождествляют в\nсобственном понимании с Силой более могущественной, чем они сами.**\n\n**_Анонимные Алкоголики, с. 184  \nAlcoholics Anonymous, pp. 569-570_**\n\nC самых первых дней в АА, когда я еще только боролся за трезвость, я обрел\nнадежду в этих словах наших основателей. Я часто размышлял над фразой: «они\nоткрыли не известный ранее источник». Я спрашивал себя, как я могу найти Силу\nвнутри себя, если я настолько бессилен? Со временем, как и обещали наши\n«старички», до меня дошло: у меня всегда был выбор между добром и злом, между\nбескорыстием и эгоизмом, между смирением и страхом. Эта Сила более\nмогущественная, чем я, представляет собой подлинный дар, который я не\nосознавал, пока не достиг еже-дневной трезвости, строя жизнь по Двенадцати\nШагам АА.\n";
						const data = {title:"15 января",description:"Размышления АА на сегодня - 15 января",id:"14",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_15-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
