const id = "oktyabr/daily_15-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_15-10";
						const body = "\n## МОЙ, А НЕ ТВОЙ СПИСОК\n\n**Результат нашего гнева, колючая сплетня, — эта вежливая форма убийства путем\nподрыва репутации, она также способна приносить удовлетворение. При этом мы не\nпытаемся помочь тем, кого мы критикуем; мы стремимся самоутвердиться.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 77-78  \nTwelve Steps and Twelve Traditions, p. 67_**\n\nИногда я не осознаю, что сплетничала, пока не наступит вечер и я не начну\nанализировать свои поступки за день. Тогда эта сплетня омрачает весь прекрасно\nпрожитый день. Как я могла сказать такое? Сплетня высовывает свое безобразное\nлицо во время обеденного перерыва или за чашкой кофе с сотрудниками.\nСплетничаю я и вечером, когда, уставшая от дневных трудов, считаю оправданным\nвозвысить себя за счет кого-то другого.\n\nПодобные сплетням недостатки характера проникают в мою жизнь, если для своего\nвыздоровления я не работаю по Двенадцати Шагам. Мне надо напоминать себе, что\nмоя неповторимость — дарованная мне благодать, и это в равной степени\nотносится ко всем, с кем я соприкасаюсь. Единственная инвентаризация, которую\nмне сегодня надо провести, — моя собственная. Судить других я передам\nВерховному Судье — Божественному Провидению.\n";
						const data = {title:"15 октября",description:"Размышления АА на сегодня - 15 октября",id:"289",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_15-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
