const id = "fevral/daily_02-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_02-02";
						const body = "\n## СДАВШИЙСЯ — СПАСЕН\n\n**Так называемый типичный алкоголик характеризуется самовлюбленным\nэгоцентричным «я», где преобладают чувство всемогущества и намерение любой\nценой сохранить свою неприкосновенность… В душе алкоголик не терпит никакого\nконтроля ни со стороны человека, ни со стороны Бога. Он, алкоголик, есть и\nдолжен быть хозяином своей судьбы. Он будет сражаться до конца, чтобы\nсохранить это положение.**\n\n**_АА взрослеет  \nA.A. Comes of Age, p. 311_**\n\nВеликой тайной является следующее: почему некоторые из нас умирают алкогольной\nсмертью, сражаясь за сохранение «неприкосновенности» своего «я», в то время\nкак другие, судя по всему без особых усилий, трезвеют в АА? Дар Высшей Силы —\nтрезвость — пришла ко мне, когда ничем не объяснимое желание бросить пить\nсовпало с моей готовностью принять помощь людей из АА. Я должен был сдаться,\nтак как мог обрести спасение только через Бога и своих товарищей.\n";
						const data = {title:"2 февраля",description:"Размышления АА на сегодня - 2 февраля",id:"33",moth:"fevral",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/fevral/daily_02-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
