const id = "yanvar/daily_22-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_22-01";
						const body = "\n## «ПУСТЬ ВСЕ БУДЕТ ПРОСТО»\n\n**Через несколько часов я собрался уходить от доктора Боба… Чудесная старая\nширокая улыбка была на его лице, когда он сказал, почти в шутку: «Помни Билл,\nдавай не портить это. Пусть все будет просто!» Я отвернулся, не в силах\nсказать ни одного слова. Это был последний раз, когда я его видел.**\n\n**_АА взрослеет  \nA.A. Comes of Age, p. 214_**\n\nПосле нескольких лет трезвости я иногда спрашиваю себя: «Неужели все так\nпросто?» Затем на собраниях я встречаю бывших циников и скептиков, что вышли\nиз ада по тропе АА, разделяя свою жизнь без алкоголя на 24 часа. В течение\nэтих 24 часов они применяли на практике, — каждый в силу своих способностей, —\nвсего лишь несколько Принципов АА. И тогда я еще раз убеждаюсь, что хотя это и\nне всегда легко, но если я сохраню эту простоту, то сохранится и эффективность\nПрограммы.\n";
						const data = {title:"22 января",description:"Размышления АА на сегодня - 22 января",id:"20",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_22-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
