const id = "april/daily_15-04.md";
						const collection = "diaries";
						const slug = "april/daily_15-04";
						const body = "\n## ОКОВЫ ОБИД\n\n**…затаивать обиды — это бесконечно печально, потому что таким образом мы\nотгораживаемся от солнечного света Духа.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 5_**\n\nСказано: «Гнев — это роскошь, которую я не могу себе позволить». Значит ли\nэто, что я отвергаю данное человеческое чувство? Думаю, нет. До того как я\nузнал Программу АА, я был рабом присущих алкоголику моделей поведения. Я\nцепями прикован был к негативным чувствам, без всякой надежды разорвать эти\nцепи.\n\nШаги предложили мне альтернативу. Четвертый Шаг стал началом конца этих оков.\nПроцесс «избавления» начался с переоценки. Мне нечего было бояться, ведь\nпредыдущие Шаги убедили меня в том, что я не одинок. Моя Высшая Сила привела\nменя к этой двери и одарила правом выбора. Сегодня я могу открыть дверь к\nсвободе и радоваться солнечному свету Шагов, по мере того как они очищают мой\nдух.\n";
						const data = {title:"15 апреля",description:"Размышления АА на сегодня - 15 апреля",id:"106",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_15-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
