const id = "iyun/daily_03-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_03-06";
						const body = "\n## НА КРЫЛЬЯХ И С МОЛИТВОЙ\n\n**…то мы можем перейти к Шестому Шагу. Мы везде подчеркивали, что без желания\nнам не выздороветь.**\n\n**_Анонимные Алкоголики, с. 73  \nAlcoholics Anonymous, p. 76_**\n\nОх как трудно дались мне Четвертый и Пятый Шаги! Но они того стоили. Сейчас я\nзастрял на Шестом Шаге. В отчаянии взял Большую Книгу и прочитал этот отрывок.\n\nЯ был на улице и молился, чтобы обре-сти готовность. Подняв глаза к небу, я\nувидел огромную летящую птицу. Я наблюдал, как она отдается мощным воздушным\nпотокам гор. Стремительно уносясь в сторону, пикируя вниз и взмывая вверх,\nптица, казалось, делает невозможное. Это был вдохновляющий пример того, как\nживое создание «перепоручает себя» Силе более могущественной, чем оно само. Я\nпонял, что если бы эта птица «вернулась к своей воле» и попыталась лететь с\nменьшей верой, рассчитывая только на свою собственную силу, — это повредило бы\nее свободному полету. Понимание происходящего подвигло меня на чтение молитвы\nСедьмого Шага.\n\nНелегко познать Божью волю в каждом конкретном случае. Я должен отыскать\nпотоки и быть готовым отдаться им, вот здесь-то как раз и помогают молитвы и\nмедитации! Поскольку сам по себе я ничто, я прошу Бога даровать мне познание\nЕго воли, силу и мужество исполнить ее — сегодня.\n";
						const data = {title:"3 июня",description:"Размышления АА на сегодня - 3 июня",id:"155",moth:"iyun",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyun/daily_03-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
