const id = "fevral/daily_14-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_14-02";
						const body = "\n## ОЖИДАНИЯ ИЛИ ТРЕБОВАНИЯ?\n\n**Необходимо, чтобы в сознание алкоголика врезалась мысль, что он может\nизлечиться вне зависимости от того, что сделают другие. Единственное условие —\nпрепоручить себя Богу и, руководствуясь нравственностью, провести большую\nчистку в своем хозяйстве.**\n\n**_Анонимные Алкоголики, с. 95  \nAlcoholics Anonymous, p. 98_**\n\nНа собраниях часто обсуждается тема ожиданий. Вполне естественно ожидать\nположительных сдвигов в самом себе, улучшения своей жизни или достойного\nотношения к себе со стороны других людей. С неприятностями же я сталкиваюсь,\nкогда мои ожидания становятся требованиями. Мне не удается стать тем, кем я\nхочу, и дела идут не так, как мне бы хотелось, потому что люди меня иногда\nподводят. Возникает вопрос: «Что я собираюсь делать в связи с этим?»\nЗамкнуться в злости и жалости к себе, ответить тем же и тем самым ухудшить\nположение — или довериться Божьей Силе, которая исправит глупости, которые я\nнатворил? Спрашивать у Него, чему я должен научиться? Продолжать делать то,\nчто я хорошо умею делать? Делиться своей верой и благословением с другими?\n";
						const data = {title:"14 февраля",description:"Размышления АА на сегодня - 14 февраля",id:"45",moth:"fevral",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/fevral/daily_14-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
