const id = "iyun/daily_30-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_30-06";
						const body = "\n## ЖЕРТВЕННОСТЬ=ЕДИНСТВО= ВЫЖИВАНИЕ\n\n**Единство, эффективность и даже само выживание АА будет всегда зависеть от\nнашей постоянной готовности поступиться некоторыми из наших личных амбиций и\nстрастных желаний ради общей безопасности и общего благополучия.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 220_**\n\nЯ узнал, что должен пожертвовать некоторыми чертами своего характера ради\nблага АА, и в результате был вознагражден. Ложную гордость можно подпитывать\nчерез престиж, но, живя по Шестой Традиции, я получаю вместо этого дар\nсмирения. Сотрудничество без внутренней принадлежности к опре-деленной\nорганизации часто обманчиво. Если я не «завязан» на какие-то посторонние дела,\nмне легче поддерживать самоуправление АА. И тогда Содружество, здоровое и\nсильное, будет сохранено для будущих поколений.\n";
						const data = {title:"30 июня",description:"Размышления АА на сегодня - 30 июня",id:"182",moth:"iyun",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyun/daily_30-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
