const id = "avgust/daily_22-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_22-08";
						const body = "\n## В ПОИСКАХ ЭМОЦИОНАЛЬНОЙ СТАБИЛЬНОСТИ\n\n**Когда мы поднялись на более высокую ступень развития, мы обнаружили, что\nлучший источник эмоциональной стабильности — это сам Бог. Мы узнали, что\nзависимость от Его безупречной справедливости, всепрощения и любви\nспособствует душевному здоровью и помогает там, где помощи ждать больше\nнеоткуда. Если мы по-настоящему зависим от Бога, то не станем строить из себя\nБога перед нашими друзьями и не захотим полностью зависеть от защиты и\nподдержки людей.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 131  \nTwelve Steps and Twelve Traditions, p. 116_**\n\nВ своих эмоциональных потребностях и защите я всегда зависела от людей. Но так\nжить я больше не могу. Милостью Божьей я признала свое бессилие перед людьми,\nситуациями и вещами. Я была одержима общением: куда бы я ни шла, там\nнепременно должен был быть кто-то, кто обратит на меня внимание. Такой подход\nприносит только вред, так как чем больше я зависела от других и требовала\nвнимания, тем меньше получала.\n\nЯ перестала верить, что какая-либо человеческая сила может освободить меня от\nэтого пустого чувства. И хотя я и остаюсь хрупким человеческим существом,\nкоторому нужно работать по Шагам АА, чтобы сохранить принципы выше личных\nинтересов, только любящий Бог может дать мне внутренний покой и эмоциональную\nстабильность.\n";
						const data = {title:"22 августа",description:"Размышления АА на сегодня - 22 августа",id:"235",moth:"avgust",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/avgust/daily_22-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
