const id = "iyul/daily_27-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_27-07";
						const body = "\n## ОТДАВАЯ СВОБОДНО\n\n**Мы принесем любые жертвы для сохранения единства АА. Мы сделаем это потому,\nчто научились любить Бога и друг друга.**\n\n**_АА взрослеет  \nAA Comes of Age, p. 234_**\n\nМне, когда я пил, редко удавалось содержать самого себя: зарабатывание денег\nникогда не было сильной стороной моего характера. И когда дело касалось затрат\nличного времени или денег, всегда вставал и вопрос цены.\n\nЯ был еще новичком, когда мне сказали, что «мы должны отдавать, чтобы\nсохранить». Начав применять принципы АА в своей жизни, я вскоре обнаружил, что\nотдавать что-то Содружеству — это дело чести, и в этом выражается\nблагодарность моего сердца. Моя любовь к Богу и людям, причем без всяких\nмыслей о том, чтобы получить что-то взамен, стала определяющим фактором в моей\nжизни. Сейчас я понимаю, что когда отдаю с легкостью, то тем самым открываю\nБогу возможность выразить Себя через меня.\n";
						const data = {title:"27 июля",description:"Размышления АА на сегодня - 27 июля",id:"209",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_27-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
