const id = "april/daily_27-04.md";
						const collection = "diaries";
						const slug = "april/daily_27-04";
						const body = "\n## РАДОСТНЫЕ ОТКРЫТИЯ\n\n**Мы понимаем ограниченность наших знаний. Бог будет постоянно открывать новое\nвам и нам. Спрашивайте Его во время ваших утренних размышлений, что вы можете\nсделать для тех, кто еще болен. Вы получите ответы, если в своем собственном\nхозяйстве вы навели порядок. Совершенно очевидно, что вы не можете передать\nдругим то, чего у вас нет. Следите, чтобы ваши отношения с Богом были всегда\nтакими, какими они должны быть, и тогда значительные события произойдут с вами\nи многими другими людьми. Для нас это — Великий Факт.**\n\n**_Анонимные Алкоголики, с. 160  \nAlcoholics Anonymous, p. 164_**\n\nТрезвость — это путешествие за радостными открытиями. Каждый новый день\nприносит новый опыт, новое осознание, бóльшие надежды, более глубокую веру,\nбóльшую терпимость. Я должен сохранять эти качества, или мне нечего будет\nотдать другим.\n\nДля выздоравливающего алкоголика огромными событиями являются нормальные\nповседневные радости, которые он находит в своей способности прожить еще один\nдень в Божьей благодати.\n";
						const data = {title:"27 апреля",description:"Размышления АА на сегодня - 27 апреля",id:"118",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_27-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
