const id = "iyul/daily_16-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_16-07";
						const body = "\n## «МЕРА СМИРЕНИЯ»\n\n**И каждый раз боль была ценой, которую приходилось платить за вхождение в\nновую жизнь. Но за эту плату мы приобретали больше, чем ожидали. Мы получали\nтакое смирение, которое, как оказалось, исцеляло боль.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 86  \nTwelve Steps and Twelve Traditions, p. 75_**\n\nДаже если удача и ускользала от меня, отказ от контроля над жизнью оставался\nделом весьма болезненным. И когда неудачи начинали преследовать меня, я пил,\nчтобы забыться. Принимать жизнь, как она есть, можно только через смирение,\nкоторое я познаю, только препоручая свою волю и жизнь Богу, как я Его понимаю.\nКогда моя жизнь под опекой Бога, то страх, неуверенность и гнев перестают быть\nмоей реакцией на нежелательные жизненные ситуации. Боль в такие периоды можно\nустранить, уверовав, что мне дана духовная сила для выживания.\n";
						const data = {title:"16 июля",description:"Размышления АА на сегодня - 16 июля",id:"198",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_16-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
