const id = "dekabr/daily_04-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_04-12";
						const body = "\n## ЗА РАБОТУ!\n\n**АА — это больше, чем простой набор принципов; это общество алкоголиков в\nдействии. Мы должны нести эту идею, иначе зачахнем, и те, до кого не донесли\nистину, могут умереть.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 13_**\n\nЯ отчаянно хотел жить. Но, чтобы выжить, мне надо было стать активным в нашей,\nБогом данной Программе. Я присоединился к тому, что позже стало _моей_\nгруппой, где я открывал комнату, готовил кофе и убирал помещение. У меня было\nмесяца три трезвости, когда один из членов АА со стажем сказал, что я работаю\nпо Двенадцатому Шагу. Как же радостно мне было узнать это! Я чувствовал, что и\nв самом деле чего-то добиваюсь. Бог дал мне еще один шанс, АА указало путь, и\nэти дары были не только бесплатными — они были бесценными! Сейчас я радуюсь,\nнаблюдая за ростом новичков. Они напоминают мне, откуда я пришел, где я сейчас\nи какие безграничные возможности открыты передо мной. Мне потому надо посещать\nсобрания, что они «подзаряжают мой аккумулятор», чтобы у меня, когда это\nнужно, был свет. Я все еще новичок в служении, но уже получил больше, чем\nотдаю. Я не могу сохранить, если не отдаю. Я отвечаю, когда другой человек\nпросит о помощи. Я хочу быть там — трезвым.\n";
						const data = {title:"4 декабря",description:"Размышления АА на сегодня - 4 декабря",id:"339",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_04-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
