const id = "april/daily_09-04.md";
						const collection = "diaries";
						const slug = "april/daily_09-04";
						const body = "\n## СВОБОДА ОТ «ЦАРЯ АЛКОГОЛЯ»\n\n**…давайте не будем предполагать, даже на миг, что освободились от\nзависимости… Наш прежний тиран, «Царь Алкоголь», всегда готов снова схватить\nнас. Поэтому свобода от алкоголя является великой потребностью, которой надо\nдобиваться, иначе мы сойдем с ума или умрем.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 134_**\n\nПока пил, я жил в духовном, эмоциональном и иногда физическом заточении. Свою\nтюрьму я соорудил из кирпичей своеволия и самооправданий, от которых не мог\nотделаться. Случайные «сухие» периоды, обещавшие, как чудилось, свободу,\nоказывались не более чем надеждой на отсрочку приговора. Подлинное\nосвобождение требовало готовности предпринять правильные действия, чтобы\nоткрыть замок. С помощью моей готовности и действий откроется замок тюрьмы и\nрассыплются кирпичи. Продолжающаяся готовность и сами действия, которые\nникогда не должны прекращаться, обеспечивают мне свободу — своего рода\nежедневное испытание.\n";
						const data = {title:"9 апреля",description:"Размышления АА на сегодня - 9 апреля",id:"100",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_09-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
