const id = "sentyabr/daily_12-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_12-09";
						const body = "\n## Я ОТВЕЧАЮ\n\nИбо готовность взять на себя всю ответственность за последствия наших прошлых\nпоступков и в то же время принять на себя ответственность за благополучие\nдругих людей составляет суть Девятого Шага.\n\n**_Двенадцать шагов и двенадцать традиций, с. 99  \nTwelve Steps and Twelve Traditions, p. 87_**\n\nВыздоравливая с помощью АА, я поняла, что моя собственная свобода — это именно\nто, чего я боюсь. Эта боязнь проистекает из страха взять на себя любую\nответственность: я отказываю, игнорирую, обвиняю, избегаю. Затем проходит\nвремя, и я рассматриваю, признаю и принимаю. Ощущаемые мною свобода, исцеление\nи выздоровление заключаются в рассмотрении, признании и принятии. Я учусь\nговорить: «Да, я отвечаю». Когда я произношу эти слова честно и искренне — я\nсвободна.\n";
						const data = {title:"12 сентября",description:"Размышления АА на сегодня - 12 сентября",id:"256",moth:"sentyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/sentyabr/daily_12-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
