const id = "dekabr/daily_16-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_16-12";
						const body = "\n## ПАРТНЕРЫ ПО ВЫЗДОРОВЛЕНИЮ\n\n**…наиболее стойкий иммунитет против алкоголя дает интенсивная работа с\nдругими алкоголиками. …Вы должны вместе с вашим подопечным день за днем\nдвигаться по пути духовного прогресса… Следуйте велениям Высшей Силы, и со\nвременем вы будете жить в новом, замечательном мире, какими бы ни были ваши\nтеперешние обстоятельства.**\n\n**_Анонимные Алкоголики, с. 86, 97  \nAlcoholics Anonymous, pp. 89, 100_**\n\nПоступать правильно и обоснованно — это мой способ контролировать и свой\nэгоизм, и свое себялюбие. Я осознаю, что зависимость от Высшей Силы расчищает\nмне путь к душевному покою, счастью и трезвости. Каждый день я молюсь о том,\nчтобы избегать повторения прежних неверных поступков и таким образом приносить\nпользу другим.\n";
						const data = {title:"16 декабря",description:"Размышления АА на сегодня - 16 декабря",id:"351",moth:"dekabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/dekabr/daily_16-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
