const id = "iyun/daily_10-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_10-06";
						const body = "\n## НЕТ СИЛ ТЕРПЕТЬ? — ПОПЫТАЙСЯ ПОСМОТРЕТЬ НА ЭТО СВЕРХУ\n\n**Мы реагировали на разочарования сильнее, чем нормальные люди.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 111_**\n\nНетерпимость в отношениях с другими людьми — один из моих основных\nнедостатков. Езда за медленно движущимся автомобилем, если обгон запрещен, или\nожидание чека в ресторане приводят меня в бешенство. Прежде чем дать Богу\nвозможность успокоить меня, я взрываюсь. И называю это «быть быстрее Бога».\nЭти неоднократные ситуации навели меня на мысль: а что, если я смогу взглянуть\nна них глазами Бога? Возможно, мне удастся лучше контролировать свои чувства и\nповедение. Я попробовал, и когда догнал очередного медленного водителя, то\n«посмотрел сверху» на эту автомашину и на самого себя. Я увидел: едет пожилая\nсемейная пара и радостно обсуждает своих внуков. За ними с выпученными глазами\nи красным лицом следую я, причем мне, в общем-то, некуда особо спешить. Я\nвыглядел так глупо, что вернулся в реальную действительность и сбавил\nскорость. Взгляд на вещи глазами Бога может помочь расслабиться.\n";
						const data = {title:"10 июня",description:"Размышления АА на сегодня - 10 июня",id:"162",moth:"iyun",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyun/daily_10-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
