const id = "maj/daily_30-05.md";
						const collection = "diaries";
						const slug = "maj/daily_30-05";
						const body = "\n## НАША ГЛАВНАЯ ЦЕЛЬ\n\n**Чем больше АА придерживается своей основной цели, тем весомее будет от него\nпольза повсюду.**\n\n**_АА взрослеет  \nAA Comes of Age, p. 109_**\n\nЯ с благодарностью думаю о первоначальном периоде нашего Содружества и о\nмудрых и преданных его «первопроходцах», провозгласивших, что мы не должны\nотклоняться от нашей главной цели — доносить смысл наших идей до все еще\nстрадающих алкоголиков.\n\nЧетко осознавая, что АА не занимается никакими другими делами, кроме своих\nсобственных, я испытываю уважение и ко всем тем, кто работает в области\nалкоголизма. Я должен помнить, что АА не претендует на монополию творить\nчудеса, и остаюсь смиренно благодарным любящему Богу, Который сделал возможным\nсуществование АА.\n";
						const data = {title:"30 мая",description:"Размышления АА на сегодня - 30 мая",id:"151",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_30-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
