const id = "avgust/daily_27-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_27-08";
						const body = "\n## СОСРЕДОТОЧИТЬСЯ\n\n**Когда началась Вторая Мировая война, наша зависимость (как членов АА) от\nВысшей Силы прошла свое первое серьезное испытание. Члены АА попали в\nВооруженные Силы и были разбросаны по всему миру. Подчинятся ли они\nдисциплине, выстоят ли под огнем, выдержат ли?..**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 200_**\n\nЯ сосредоточусь на Высшей Силе. Я все передам этой Силе внутри меня. Я буду\nсолдатом этой Силы, ощущающим мощь духовной армии, что существует сегодня в\nмоей жизни. Я позволю волне духовного единства через мою благодарность,\nпослушание и дисциплину связать меня с этой Высшей Силой. Пусть эта Сила ведет\nменя через все трудности дня. Пусть те шаги, что я предпринимаю сегодня,\nукрепляют мои слова и дела. И пусть я всегда помню, что смысл наших идей,\nкоторые я несу, безвозмездно дан мне Силой более могущественной, чем я, чтобы\nя делился ими с другими людьми.\n";
						const data = {title:"27 августа",description:"Размышления АА на сегодня - 27 августа",id:"240",moth:"avgust",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/avgust/daily_27-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
