const id = "sentyabr/daily_16-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_16-09";
						const body = "\n## МЫ СТОИМ — ИЛИ ПАДАЕМ — ВМЕСТЕ\n\n**…ни одно другое сообщество мужчин и женщин не испытывало столь острой\nпотребности в постоянном единстве и стремления к действенности своих усилий.\nМы, алкоголики, видим, что мы должны работать совместно и держаться друг\nдруга, иначе большинство из нас в конце концов погибнет в одиночку.**\n\n**_Анонимные Алкоголики, с. 173  \nAlcoholics Anonymous, p. 563_**\n\nНеспроста Двенадцать Шагов АА написаны в определенной последовательности, и то\nже самое можно сказать о Двенадцати Традициях. Задача Первого Шага и Первой\nТрадиции — привить мне смирения достаточно, чтобы получить шанс выжить. Вместе\nони составляют основу, на которой строятся все остальные Шаги и Традиции. Этот\nпроцесс умаления самого себя позволяет мне — как личности — духовно расти по\nШагам, и как полезному члену группы — по Традициям. Полное принятие Первой\nТрадиции позволяет мне отбросить в сторону личные амбиции, страхи и злобу,\nкоторые вредят общему благу. И таким образом оно способствует работе — вместе\nс другими алкоголиками — для нашего совместного выживания. Без Первой Традиции\nу нас мало шансов сохранить единство, столь необходимое для эффективной\nсовместной работы. Без нее я могу потерять также и остальные Традиции,\nСодружество и свою жизнь.\n";
						const data = {title:"16 сентября",description:"Размышления АА на сегодня - 16 сентября",id:"260",moth:"sentyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/sentyabr/daily_16-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
