const id = "mart/daily_10-03.md";
						const collection = "diaries";
						const slug = "mart/daily_10-03";
						const body = "\n## СЕГОДНЯ ЭТО МОЙ ВЫБОР\n\n**…но мы неизменно обнаруживаем, что когда-то давно выбор сделали, думая лишь\nо себе, потому-то нам и досталось впоследствии.**\n\n**_Анонимные Алкоголики, с. 60  \nAlcoholics Anonymous, p. 62_**\n\nЯ осознал и принял тот факт, что в том, как сложилась моя жизнь, я сам сыграл\nопределенную роль. Это радикально изменило мои взгляды. Именно тогда Программа\nАА начала работать на меня. В прошлом во всех своих бедах я всегда обвинял\nлюдей или Бога, не подозревая, что у меня есть выбор, чтобы изменить свою\nжизнь. Мои решения основывались на страхе, гордыне или эгоизме. А в результате\nэти решения вели меня по пути саморазрушения. Сейчас я пытаюсь позволить Богу\nвести меня по пути здравомыслия. Я отвечаю за свои действия или бездействие\nнезависимо от их последствий.\n";
						const data = {title:"10 марта",description:"Размышления АА на сегодня - 10 марта",id:"70",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_10-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
