const id = "sentyabr/daily_21-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_21-09";
						const body = "\n## ПОСЛЕДНЕЕ ОБЕЩАНИЕ\n\n**Мы вдруг поймем, что Бог делает для нас то, что мы не могли сделать сами для\nсебя.**\n\n**_Анонимные Алкоголики, с. 81  \nAlcoholics Anonymous, p. 84_**\n\nПоследнее Обещание Большой Книги сбылось для меня в первый же день трезвости.\nВ тот день Бог оставил меня трезвым, и после этого я каждый день позволяю Ему\nруководить моей жизнью. Он дает мне силу, мужество и руководит мной при\nвыполнении моих обязанностей, чтобы я мог обратить внимание на других людей,\nпомочь им оставаться трезвыми и духовно расти. Бог проявляет Себя во мне,\nделает меня проводником Его слова, мыслей и дел. Он действует внутри меня, я\nже привношу это во внешний мир: ведь Он не будет делать за меня то, что я могу\nсделать для себя сам. У меня всегда должна быть готовность выполнять Его\nработу, чтобы Он мог успешно действовать через меня.\n";
						const data = {title:"21 сентября",description:"Размышления АА на сегодня - 21 сентября",id:"265",moth:"sentyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/sentyabr/daily_21-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
