const id = "sentyabr/daily_07-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_07-09";
						const body = "\n## НАША СТОРОНА УЛИЦЫ\n\n**Мы должны как бы подмести нашу сторону улицы, так как понимаем, что нельзя\nничего предпринять, пока это не сделано. При этом не следует говорить этому\nчеловеку, что он должен сделать. Его ошибки и недостатки не обсуждаются. Мы\nзанимаемся только своими недостатками.**\n\n**_Анонимные Алкоголики, с. 75-76  \nAlcoholics Anonymous, pp. 77-78_**\n\nВскоре после того как я бросил пить, я постарался загладить свою вину перед\nотцом. Он остался глух к моим словам, поскольку в своих бедах я обвинял его.\nСпустя несколько месяцев я сделал новую попытку. На этот раз я написал письмо,\nи в нем не было ни обвинений в его адрес, ни упоминаний его неправильных\nпоступков. Это подействовало, и я наконец-то понял: я отвечаю только за свою\nсторону улицы, и благодаря Богу и АА сегодня она чиста.\n";
						const data = {title:"7 сентября",description:"Размышления АА на сегодня - 7 сентября",id:"251",moth:"sentyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/sentyabr/daily_07-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
