const id = "fevral/daily_04-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_04-02";
						const body = "\n## КОГДА НЕТ ВЕРЫ\n\n**Порой оказывается, что принципы АА труднее воспринимаются теми, кто утратил\nили отверг веру, чем теми, кто не имел ее, — потому что первые считают, что\nони обращались к вере и это не помогло. Они испытали и веру, и неверие.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 34  \nTwelve Steps and Twelve Traditions, p. 28_**\n\nЯ был так уверен в том, что Бог меня подвел, что стал вызывающе дерзок. Я\nлучше знал, что делать, и ударился в последний запой. Моя вера обернулась\nозлоблением, и не случайно — те, кто имел великую веру, падают еще больнее.\nДаже после прихода в АА потребовалось время, чтобы снова разжечь мою веру.\nРазумом я был благодарен за то, что выжил после такого страшного падения, но\nмое сердце оставалось закрытым. Все же я держался за Программу АА, понимая,\nчто иначе просто погибну. Я продолжал ходить на собрания, и вера моя\nпостепенно воскресла.\n";
						const data = {title:"4 февраля",description:"Размышления АА на сегодня - 4 февраля",id:"35",moth:"fevral",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/fevral/daily_04-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
