const id = "maj/daily_27-05.md";
						const collection = "diaries";
						const slug = "maj/daily_27-05";
						const body = "\n## БЕЗ СЛЕЗЛИВОГО КОМПЛЕКСА ВИНЫ\n\n**День за днем мы пытаемся медленно двигаться к Божественному совершенству. А\nпотому не должны предаваться слезливому чувству вины…**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 15_**\n\nКогда я впервые открыл для себя, что в Двенадцати Шагах АА нет ни одного «Не\nделай», я был потрясен, потому что это открытие распахнуло передо мной\nогромный портал. Только тогда я смог осознать, что значит для меня АА:\n\nАА — это не программа «Не делай», а «Делай».\n\nАА — это не закон военного времени; это свобода.\n\nАА — это не слезы над недостатками, а сладость исправления их.\n\nАА — это не раскаяние, а спасение.\n\nАА — это не «Горе мне!» за мои грехи, прошлые и настоящие.\n\nАА — это «Хвала Богу!» за прогресс, которого я достигаю сегодня.\n";
						const data = {title:"27 мая",description:"Размышления АА на сегодня - 27 мая",id:"148",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_27-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
