const id = "oktyabr/daily_03-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_03-10";
						const body = "\n## ПОКОЙ ПОСЛЕ БУРИ\n\n**Один человек, испытавший это на себе, однажды назвал боль пробным камнем\nдуховного роста. Мы, члены АА, вполне согласны с этим…**\n\n**_Двенадцать шагов и двенадцать традиций, с. 106  \nTwelve Steps and Twelve Traditions, pp. 93-94_**\n\nКогда мне «срывает крышу» в эмоциональных водоворотах, я вспоминаю, что\nпроцесс духовного роста часто весьма болезнен. Мое развитие в Программе АА\nнаучило меня, что я должен прожить внутренние изменения, какими бы\nболезненными они ни были, потому что именно они ведут меня от себялюбия к\nбескорыстию. Если я хочу быть спокойным, то должен ПЕРЕШАГНУТЬ эмоциональные\nрасстройства и следующие за ними «похмелья» и быть благодарным за\nпродолжающийся духовный рост.\n";
						const data = {title:"3 октября",description:"Размышления АА на сегодня - 3 октября",id:"277",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_03-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
