const id = "noyabr/daily_05-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_05-11";
						const body = "\n## КАЧЕСТВО ВЕРЫ\n\n**Здесь дело в качестве веры… Если мерить по большому счету, то мы так и не\nудосужились провести серьезную и глубокую критическую оценку своих душевных\nкачеств… Мы даже не умели по-настоящему молиться. Мы всегда говорили: «Исполни\nмои желания» вместо того, чтобы сказать: «Да исполнится воля Твоя».**\n\n**_Двенадцать шагов и двенадцать традиций, с. 39  \nTwelve Steps and Twelve Traditions, p. 32_**\n\nБог не дарует мне материальных благ, не избавляет от страданий и бед. Но Он\nдает мне душевный покой и способность справляться с жизненными трудностями.\nМои молитвы просты. Во-первых, в них выражается моя благодарность за все\nхорошее в моей жизни, независимо от того, насколько трудно мне это далось, и,\nво-вторых, я прошу только о силе и мудрости исполнять Его волю. Он отвечает\nрешением моих проблем, поддержкой моей способности пережить ежедневные\nнеурядицы со спокойствием, о котором я и не подозревал, и с силой, позволяющей\nна практике применять принципы АА в повседневных делах.\n";
						const data = {title:"5 ноября",description:"Размышления АА на сегодня - 5 ноября",id:"310",moth:"noyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/noyabr/daily_05-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
