const id = "maj/daily_04-05.md";
						const collection = "diaries";
						const slug = "maj/daily_04-05";
						const body = "\n## АБСОЛЮТНО ЧЕСТЕН\n\n**Если мы хотим жить долго или быть счастливыми в этом мире, нам следует быть\nсовершенно честными перед кем-нибудь.**\n\n**_Анонимные Алкоголики, с. 72  \nAlcoholics Anonymous, pp. 73-74_**\n\nЧестностью, равно как и другими достоинствами, надо делиться. Честность\nпришла, когда я поделился «…историей всей моей жизни с другим человеком…»,\nпричем сделал это для того, чтобы найти свое место в Содружестве. Позднее,\nчтобы помочь новичкам найти свое место рядом с нами, я делился с ними\nсобственным опытом. Такой обмен помогает мне быть честным во всех моих делах и\nверить, что Божий замысел в отношении меня претворяется в жизнь через мою\nискреннюю открытость, желание и готовность.\n";
						const data = {title:"4 мая",description:"Размышления АА на сегодня - 4 мая",id:"125",moth:"maj",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/maj/daily_04-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
