const id = "oktyabr/daily_08-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_08-10";
						const body = "\n## ЕЖЕДНЕВНЫЙ САМОАНАЛИЗ\n\n**…и когда допускали ошибки, сразу признавали это.**\n\n**_Анонимные Алкоголики, с. 57  \nAlcoholics Anonymous, p. 59_**\n\nЯ приближался к новой трезвой жизни с непривычным для себя энтузиазмом.\nПоявлялись новые друзья, восстанавливались разрушенные ранее отношения. Жизнь\nстановилась интересной, и мне даже стала нравиться моя работа. Я осмелел\nнастолько, что написал до-кладную об отсутствии должного внимания к некоторым\nнашим клиентам. Вскоре коллега сказал, что мой шеф расстроен: я подал до-\nкладную вышестоящему начальству «через его голову», и это поставило его в\nзатруднительное положение. Я понял, что проблема вы-звана моей докладной, и\nсчел себя в ответе за трудности шефа. Обсуждая со мной эту ситуацию, коллега\nстарался убедить меня, что извиняться нет необходимости. Но я вскоре пришел к\nвыводу, что должен что-то сделать, независимо от того, чем все закончится. Я\nпришел к начальнику и взял на себя ответственность за его затруднения. Он,\nнадо сказать, сильно удивился. Неожиданным был результат нашей встречи — мы\nсумели договориться о более откровенном и эффективном сотрудничестве в\nбудущем.\n";
						const data = {title:"8 октября",description:"Размышления АА на сегодня - 8 октября",id:"282",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_08-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
