const id = "yanvar/daily_17-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_17-01";
						const body = "\n## СЧАСТЬЕ ПРИХОДИТ ТИХО\n\n**«У нас, алкоголиков, была такая беда: мы требовали, чтобы мир предоставил\nнам счастье и душевный покой именно тем путем, которым мы хотели получить их,\n— через алкоголь. И мы потерпели поражение. Но когда мы узнаём некоторые\nдуховные законы, стараемся глубоко принять их и применяем их на практике,\nтогда мы действительно обретаем счастье и душевный покой… По-видимому, есть\nопределенные правила, которым мы должны следовать, но счастье и душевный покой\nвсегда рядом, открыты и доступны каждому».**\n\n**_Dr. Bob and the good Oldtimers  \nДоктор Боб и славные старожилы, p. 308_**\n\nПростота Программы АА учит меня, что счастье — это отнюдь не то, чего я могу\n«требовать». Оно тихо приходит ко мне, когда я служу другим людям. Предлагая\nсвою руку новичку или тому, кто сорвался, я замечаю, как моя собственная\nтрезвость укрепляется и наполняется благодарностью и счастьем.\n";
						const data = {title:"17 января",description:"Размышления АА на сегодня - 17 января",id:"16",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_17-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
