const id = "april/daily_01-04.md";
						const collection = "diaries";
						const slug = "april/daily_01-04";
						const body = "\n## ЗАГЛЯДЫВАЯ В СЕБЯ\n\n**Глубоко и бесстрашно оценили себя и свою жизнь с нравственной точки зрения**\n\n. ** _Двенадцать шагов и двенадцать традиций, с. 49  \nTwelve Steps and Twelve Traditions, p. 42_**\n\nЧетвертый Шаг — это решительное и болезненное усилие для того, чтобы осознать\nсвои прежние и нынешние наклонности. Я хочу точно понять, как, когда и где\nдеформировались мои естественные желания. Я хочу прямо взглянуть на\nпричиненные мне и другим в результате этого несчастья. Выяснив, что собой\nпредставляют мои эмоциональные расстройства, я могу начать исправлять\nситуацию. Без готовности и настойчивых усилий в этом направлении у меня не\nможет быть полноценной трезвости или порядка в душе.\n\nДля избавления от противоречивых чувств мне нужно иметь ясное и точное\nпредставление о себе. Такое осознание не приходит в одночасье, и представления\nо себе все время меняются. Только честно оценив реальность, каждый из нас\nможет духовно расти и углубляться в осознании себя. Если я не бегу от проблем,\nа встречаю их напрямую и смело берусь за их решение, их становится все меньше\nи меньше.\n";
						const data = {title:"1 апреля",description:"Размышления АА на сегодня - 1 апреля",id:"92",moth:"april",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/april/daily_01-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
