const id = "sentyabr/daily_19-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_19-09";
						const body = "\n## ПРИНЯТИЕ\n\n**Мы признали, что не могли отказаться от алкоголя, опираясь лишь на остатки\nсобственных сил. Одновременно приняли как факт, что зависимость от Высшей Силы\n(через нашу группу АА) может сделать эту, до сих пор не выполнимую работу. С\nтого момента, как мы смогли полностью принять указанные факты, началось наше\nосвобождение от пристрастия к алкоголю.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 109_**\n\nЯ обрела свободу только приняв, что могу перепоручить свою волю и жизнь Высшей\nСиле, которую я называю Богом. В хаос моей жизни душевный покой вошел, только\nкогда я приняла, что все окружающее меня и есть жизнь и что Бог поможет мне и\nв трудностях, и во всем остальном. С тех пор Он помогал мне абсолютно во всем!\nКогда я принимаю ситуацию такой, как она есть, а не такой, как хотелось бы\nмне, я начинаю духовно расти и обретаю мир и покой в душе.\n";
						const data = {title:"19 сентября",description:"Размышления АА на сегодня - 19 сентября",id:"263",moth:"sentyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/sentyabr/daily_19-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
