const id = "iyun/daily_18-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_18-06";
						const body = "\n## БРАТСТВО СВОБОДЫ\n\n**…если бы людям была предоставлена абсолютная свобода и они бы никому не\nподчинялись, они бы тогда добровольно объединились для общего дела.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 54_**\n\nКогда надо мной больше не довлеет диктат другого человека или алкоголя, я\nобретаю новую свободу. Когда я освобождаюсь от прошлого и от лишнего груза,\nкоторый так долго тащил на себе, я познаю свободу. Меня ввели в жизнь и в\nбратство свободы. Шаги — это «предлагаемый» способ обрести новую жизнь, в АА\nнет диктата, и никто никем не командует. Я свободен в служении по своему\nжеланию, а не по чьему-то указу. Мне ясно, что я извлекаю пользу из духовного\nроста других членов АА и беру у них то, чему хочу научиться, и возвращаю это\nгруппе. «Общее благополучие» может расти лишь в среде свободных личностей.\n";
						const data = {title:"18 июня",description:"Размышления АА на сегодня - 18 июня",id:"170",moth:"iyun",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyun/daily_18-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
