const id = "sentyabr/daily_30-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_30-09";
						const body = "\n## КРУГ И ТРЕУГОЛЬНИК\n\n**Круг символизирует весь мир АА, а треугольник — три Принципа АА:\nВыздоровление, Единство, Служение. В нашем новом чудесном мире мы обрели\nсвободу от смертельной одержимости.**\n\n**_АА взрослеет  \nAA Comes of Age, p. 139_**\n\nВ начале своего пребывания в АА я стал заниматься служением и нашел для себя\nобъяснение нашего символа. Во-первых, это круг любви и служения с\nравносторонним треугольником внутри, основание которого представляет собой\nнаше Выздоровление по Двенадцати Шагам. Две другие стороны означают,\nсоответственно, Единство и Служение. Все три стороны треугольника равны. По\nмере моего духовного роста в АА я отождествлял себя с этим символом. Я — круг,\nа стороны треугольника представляют собой три аспекта моей личности:\nфизический, эмоциональный, духовный. Последний является основанием символа.\nВсе вместе эти три аспекта и составляют мою трезвую и счастливую жизнь.\n";
						const data = {title:"30 сентября",description:"Размышления АА на сегодня - 30 сентября",id:"274",moth:"sentyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/sentyabr/daily_30-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
