const id = "yanvar/daily_20-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_20-01";
						const body = "\n## «ОСТАНОВИТЬСЯ… И ПОПРОСИТЬ»\n\n**В течение дня, если появляются сомнения или волнения по какому-то поводу,\nнужно оста-но-вить-ся на минуту и попросить Бога указать пра-виль-ную мысль\nили действие.**\n\n**_Анонимные Алкоголики, с. 85  \nAlcoholics Anonymous, p. 87_**\n\nСегодня я смиренно прошу Высшую Силу о милости — сделать паузу между моим\nпорывом и действием; дать подуть прохладному ветру, когда я готов реагировать\nс горячностью; прервать ярость кротостью; дождаться, когда осуждение станет\nдоброжелательностью; обратиться к молчанию, когда мой язык готов нападать или\nзащищаться.\n\nЯ буду использовать любую возможность обратиться за руководством к Высшей\nСиле. Я знаю, где находится эта Сила: она обитает внутри меня, чистая, как\nгорный ручей, спрятавшийся среди вершин, — это неведомый Внутренний Источник.\nЯ благодарю Высшую Силу за этот мир света и истины, который я вижу, когда\nпозволяю Ей направлять мой взгляд. Я верю Ей сегодня и надеюсь, и Она верит,\nчто я приложу все усилия, чтобы найти правильную мысль или совершить\nправильный поступок.\n";
						const data = {title:"20 января",description:"Размышления АА на сегодня - 20 января",id:"27",moth:"yanvar",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/yanvar/daily_20-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
