const id = "avgust/daily_18-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_18-08";
						const body = "\n## УЛУЧШЕНИЕ\n\n**Тревожащие нас эмоциональные конфликты прошлого погребены в подсознании\nпорой настолько глубоко, что мы забыли о них.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 92  \nTwelve Steps and Twelve Traditions, рp. 79-80_**\n\nТолько добрыми делами я могу избавиться от остатков чувства вины или стыда,\nвызванных пьянством. Во времена моих пьяных злоключений друзья не раз\nговорили: «Зачем ты это делаешь? Ты только вредишь себе». Вряд ли я тогда\nосознавал, как верны были их слова! И хотя вредил я и людям, многие мои\nпоступки оставляли глубокие раны в моей же собственной душе. Восьмой Шаг дает\nмне возможность простить самого себя. Составляя список тех, кому я причинил\nзло, я тем самым выявляю ущерб, что причинил людям. Возмещая ущерб, я\nосвобождаюсь от тяжкой ноши, и это помогает моему выздоровлению.\n";
						const data = {title:"18 августа",description:"Размышления АА на сегодня - 18 августа",id:"232",moth:"avgust",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/avgust/daily_18-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
