const id = "oktyabr/daily_14-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_14-10";
						const body = "\n## ПРОГРАММА ЖИЗНИ\n\n**Когда мы ложимся спать, мы мысленно оцениваем прожитый день… Проснувшись\nутром, надо подумать о предстоящих 24 часах жизни… В самом начале дня мы\nпросим Бога направить наши помыслы в верное русло, уберечь нас от жалости к\nсебе, нечестности, корыстолюбия.**\n\n**_Анонимные Алкоголики, с. 84-85  \nAlcoholics Anonymous, p. 86_**\n\nМне недоставало душевного покоя. Дел всегда оказывалось больше, чем\nпредставлялось возможным сделать. И, как ни я старался, отставал все больше и\nбольше. Тревога за несделанное вчера и страх перед последним сроком завтра\nлишали меня покоя, необходимого для каждодневной эффективной работы. Перед тем\nкак делать Десятый и Одиннадцатый Шаги, я начал читать отрывки, подобные\nприведенному выше. Я старался сосредоточиться на Божьей воле, а не на своих\nпроблемах, и поверить в то, что Он уладит мой день. Это заработало! Медленно,\nно заработало!\n";
						const data = {title:"14 октября",description:"Размышления АА на сегодня - 14 октября",id:"288",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_14-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
