const id = "iyul/daily_03-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_03-07";
						const body = "\n## ОПЫТ — ЛУЧШИЙ УЧИТЕЛЬ\n\n**Так как вначале мы еще неопытны, поскольку мы совсем недавно установили\nконтакт с Богом, возможно, мы не всегда будем испытывать вдохновение.**\n\n**_Анонимные Алкоголики, с. 84  \nAlcoholics Anonymous, p. 87_**\n\nГоворят, что опыт — лучший учитель, я же уверен, что опыт — это единственный\nучитель. Я смог узнать о любви Бога ко мне, только испытав свою зависимость от\nэтой любви. Вначале я не был уверен, что Он руководит моей жизнью. Но сейчас\nвижу, что если у меня достает смелости попросить Его о руководстве, то и\nдействовать я должен так, как если бы Он уже дал мне его. Я часто прошу Бога\nпомочь мне не забывать, что это именно Он указывает мне путь.\n";
						const data = {title:"3 июля",description:"Размышления АА на сегодня - 3 июля",id:"185",moth:"iyul",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyul/daily_03-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
