const id = "mart/daily_24-03.md";
						const collection = "diaries";
						const slug = "mart/daily_24-03";
						const body = "\n## АКТИВНОСТЬ, А НЕ ПАССИВНОСТЬ\n\n**Человек предназначен для того, чтобы думать и действовать. Не для того он\nбыл создан по образу и подобию Божьему, чтобы быть автоматом.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 55_**\n\nДо присоединения к АА я часто не думал, а просто реагировал на людей и\nобстановку. А когда не реагировал, то действовал механически. Став же членом\nАА, я стал еже-дневно искать руководства Силы более могущественной, чем я сам,\nи учиться слушать Ее наставления. Затем я стал принимать решения и действовать\nсогласно им, а не просто реагировать. И появились положительные результаты: я\nбольше не позволяю другим решать за меня, а потом критиковать меня за это.\n\nСегодня и каждый день, с сердцем, полным благодарности и готовности, чтобы\n-Божья воля исполнялась через меня, я думаю: моя жизнь стоит того, чтобы\nподелиться ее опытом с другими, особенно с моими товарищами-алкоголиками!\nБолее того, если я не создаю себе кумира из чего-либо, даже из АА, я могу быть\nпутем, открытым для Божьего действия.\n";
						const data = {title:"24 марта",description:"Размышления АА на сегодня - 24 марта",id:"84",moth:"mart",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/mart/daily_24-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
