const id = "iyun/daily_20-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_20-06";
						const body = "\n## ОСВОБОЖДЕНИЕ ОТ СТРАХА\n\n**Решение проблемы страха имеет два аспекта. Мы должны добиваться максимальной\nсвободы от страха, и она нам доступна. Затем нам понадобятся как мужество, так\nи благодать, чтобы конструктивно решать вопросы, связанные с оставшимися\nстрахами.**\n\n**_Как это видит Билл  \nAs Bill Sees It, p. 61_**\n\nБольшинство моих решений было основано на страхе. Алкоголь облегчал жизненные\nтрудности, но настало время, когда он перестал помогать мне противиться\nстраху. Один из величайших даров для меня в АА — мужество действовать с Божьей\nпомощью. После пяти лет трезвости я столкнулся с сильным страхом. Бог дал\nлюдей, которые помогли мне разобраться в ситуации и преодолеть страх. Работая\nпо Двенадцати Шагам, я становлюсь цельной личностью, каковой и хочу быть. И за\nэто я глубоко благодарен.\n";
						const data = {title:"20 июня",description:"Размышления АА на сегодня - 20 июня",id:"172",moth:"iyun",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyun/daily_20-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
