const id = "avgust/daily_09-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_09-08";
						const body = "\n## «…ВСЕХ ТЕХ ЛЮДЕЙ, КОМУ МЫ ПРИЧИНИЛИ ЗЛО»\n\n**…и преисполнились желанием загладить свою вину перед ними.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 89  \nTwelve Steps and Twelve Traditions, p. 77_**\n\nСлово «всех» является одним из ключевых слов Восьмого Шага. Я не волен одни\nимена включать в список, а другие нет. Это список «всех» людей, которым я\nпричинил зло. Я сразу вижу, что этот Шаг подразумевает прощение, потому что\nесли я не желаю прощать кого-то, то, по всей вероятности, и в список его не\nвключу. Прежде чем внести в список первое имя, я прочитал небольшую молитву:\n«Я прощаю всех и каждого, кто когда-либо и при каких бы то ни было\nобстоятельствах причинил мне зло».\n\nПеред каждым чтением Господней молитвы мне полезно поразмышлять над коротким,\nно очень значимым словом из трех букв — словом «как». Я прошу: «Прости нам\nнаши прегрешения, _как_ мы прощаем тех, кто согрешил перед нами». В данном\nслучае «как» означает «подобным же образом». Я прошу простить меня точно так\nже, как я прощаю других. Если при чтении этой части молитвы мною владеют\nненависть и чувство обиды, то я только усугубляю эти чувства, в то время как\nмне надо взывать к духу прощения.\n";
						const data = {title:"9 августа",description:"Размышления АА на сегодня - 9 августа",id:"223",moth:"avgust",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/avgust/daily_09-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
