const id = "oktyabr/daily_07-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_07-10";
						const body = "\n## ЕЖЕДНЕВНО ОТСЛЕЖИВАТЬ\n\n**Продолжали самоанализ…**\n\n**_Двенадцать шагов и двенадцать традиций, с. 100  \nTwelve Steps and Twelve Traditions, p. 88_**\n\nДуховная аксиома Десятого Шага такова: каждый раз, когда мы огорчены, то,\nнезависимо от причины, в чем-то виноваты и сами. Исключений не бывает. Какими\nбы неразумными ни казались другие люди, за свою негативную реакцию\nответственность несу только я. Что бы ни происходило во-круг, за то, что\nпроисходит внутри меня, отвечаю я. Именно я создаю свою собственную\nреальность.\n\nВ процессе проведения ежедневного самоанализа я осознаю, что мне надо\nпрекратить осуждать людей. Если я их осуждаю, то, вероятно, осуждаю и самого\nсебя. Тот, кто более всего меня расстроил, и есть мой лучший учитель. В этой\nситуации есть многое, чему мне стоит поучиться, и в сердце своем я должен быть\nблагодарным этому человеку.\n";
						const data = {title:"7 октября",description:"Размышления АА на сегодня - 7 октября",id:"281",moth:"oktyabr",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/oktyabr/daily_07-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
