const id = "iyun/daily_06-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_06-06";
						const body = "\n## ВСЕ, ЧТО МЫ ДЕЛАЕМ, — МЫ СТРЕМИМСЯ\n\n**Может ли Он освободить нас от всего этого?**\n\n**_Анонимные Алкоголики, с. 73-74  \nAlcoholics Anonymous, p. 76_**\n\nРабота по Шестому Шагу помогла мне понять, что я действительно стремлюсь к\n«духовному прогрессу». Да, некоторые из недостатков моего характера, возможно,\nи останутся со мной на всю жизнь, но большинство уже или стали менее заметны,\nили исчезли вовсе. Все, чего просит от меня Шестой Шаг, — быть готовым назвать\nнедостатки, признать их своими и пожелать устранить те, которые могу, — только\nна сегодня. По мере духовного роста в Программе я все более не приемлю\nнекоторые свои недостатки, и следовательно, мне надо повторить Шестой Шаг,\nчтобы мне стало лучше с самим собой и в душе у меня наступил покой.\n";
						const data = {title:"6 июня",description:"Размышления АА на сегодня - 6 июня",id:"158",moth:"iyun",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/iyun/daily_06-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
