const id = "fevral/daily_20-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_20-02";
						const body = "\n## ДАР СМЕХА\n\n**Здесь опекающий его член АА обычно начинает смеяться.**\n\n**_Двенадцать шагов и двенадцать традиций, с. 32  \nTwelve Steps and Twelve Traditions, p. 26_**\n\nДо того как началось мое выздоровление от алкоголизма, смех был для меня одним\nиз самых неприятных явлений. Я никогда не смеялся, и мне казалось, что другие\nвсе время смеются надо мной! Моя озлобленность и жалость к себе лишали меня\nэтого самого простого удовольствия и сердечной легкости. В конце моего\nпьянства даже алкоголь не мог вызвать во мне пьяной усмешки.\n\nКогда мой наставник в АА начал смеяться и указывать на мои заблуждения и\nсаможалость, подпитывающие гордыню, я был раздражен и обижен, но это помогло\nмне почувствовать облегчение и сосредоточиться на своем выздоровлении. Вскоре\nя научился смеяться над собой, а потом научил смеяться и тех, у кого был\nнаставником. Каждый день я прошу Бога помочь мне перестать воспринимать себя\nслишком серьезно.\n";
						const data = {title:"20 февраля",description:"Размышления АА на сегодня - 20 февраля",id:"51",moth:"fevral",datePublished:new Date(1683158400000)};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-aa/src/content/diaries/fevral/daily_20-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
